Repository: SomberNight/electrum-locale
Catalog: locale/*/electrum.po
Languages: ko_kr, pl_pl

source: (No FX rate available)
ko_kr: (사용 가능한 환율 정보 없음)
pl_pl: (Kursy waluty niedostępne)

source: confirmation
ko_kr: 확인
pl_pl: potwierdzenie

source: &About
ko_kr: 앱 정보(&A)
pl_pl: &O programie

source: &Addresses
ko_kr: 주소(&A)
pl_pl: &Adresy

source: &Bitcoin Paper
ko_kr: 비트코인 백서(&A)

source: &Check for updates
ko_kr: 업데이트 확인(&C)
pl_pl: &Sprawdź dostępne aktualizacje

source: &Close
ko_kr: 닫기(&C)
pl_pl: &Zamknij

source: &Copy
ko_kr: 복사(&C)
pl_pl: &Kopiuj

source: &Documentation
ko_kr: 문서(&D)
pl_pl: &Dokumentacja

source: &Donate to server
ko_kr: 서버 후원(&D)
pl_pl: &Wesprzyj serwer

source: &Encrypt/decrypt message
ko_kr: 메시지 암호화/복호화(%E)
pl_pl: &Zaszyfruj/odszyfruj wiadomość

source: &Export
ko_kr: 내보내기 (&E)
pl_pl: &Eksportuj

source: &File
ko_kr: 파일(&F)
pl_pl: &Plik

source: &Flip horizontally
ko_kr: 가로로 뒤집기(&F)
pl_pl: Przerzuć w poziomie

source: &From QR code
ko_kr: QR 코드로부터 가져오기(%F)
pl_pl: &Z kodu QR

source: &From file
ko_kr: 파일에서 가져오기(&F)
pl_pl: &Z pliku

source: &From text
ko_kr: 텍스트에서 가져오기(%F)
pl_pl: &Z tekstu

source: &From the blockchain
ko_kr: 블록체인에서(&F)
pl_pl: &Z łańcucha bloków

source: &Help
ko_kr: 도움말(&H)
pl_pl: &Pomoc

source: &Import
ko_kr: 가져오기(&H)
pl_pl: &Importuj

source: &Information
ko_kr: 정보(&I)
pl_pl: &Informacja

source: &Labels
ko_kr: 라벨(&L)
pl_pl: &Etykiety

source: &Load transaction
ko_kr: 거래 불러오기(&L)
pl_pl: &Wczytaj transakcję

source: &Network
ko_kr: 네트워크(&N)
pl_pl: &Sieć

source: &New contact
ko_kr: 새 연락처(&N)
pl_pl: Nowy kontakt

source: &New/Restore
ko_kr: 새로 만들기/복구(&N)
pl_pl: &Nowy/Przywróć

source: &Notes
ko_kr: 메모(&N)
pl_pl: Notatki

source: &Official website
ko_kr: 공식 웹사이트(&O)
pl_pl: &Oficjalna strona WWW

source: &Open
ko_kr: 열기(&O)
pl_pl: &Otwórz

source: &Password
ko_kr: 비밀번호(&P)
pl_pl: &Hasło

source: &Paste
ko_kr: 붙여넣기(&P)
pl_pl: Wklej

source: &Pay to many
ko_kr: 다수에게 지급(&P)
pl_pl: &Wiele odbiorców

source: &Plot
ko_kr: 구성(&P)
pl_pl: &Wykres

source: &Plugins
ko_kr: 플러그인(&P)
pl_pl: &Wtyczki

source: &Private keys
ko_kr: 개인 키(&P)
pl_pl: Klucze &prywatne

source: &Quit
ko_kr: 종료(&Q)
pl_pl: &Wyjście

source: &Recently open
ko_kr: 최근 사용(&R)
pl_pl: &Ostatnio otwarte

source: &Redo
ko_kr: 다시 실행(&R)
pl_pl: Popraw

source: &Report Bug
ko_kr: 오류 보고(&R)
pl_pl: &Zgłoś Błąd

source: &Save backup
ko_kr: 백업 저장(&S)
pl_pl: Zapisz kopie zapasowe

source: &Seed
ko_kr: 시드(&S)
pl_pl: &Ziarno

source: &Sign/verify message
ko_kr: 메시지 서명/검증(&S)
pl_pl: &Podpisz/zweryfikuj wiadomość

source: &Summary
ko_kr: 요약(&S)
pl_pl: &Podsumowanie

source: &Sweep
ko_kr: 청소(&S)
pl_pl: &Opróżnij

source: &Tools
ko_kr: 도구(&S)
pl_pl: &Narzędzia

source: &Undo
ko_kr: 실행 취소(&U)
pl_pl: Anuluj

source: &View
ko_kr: 조회(&V)
pl_pl: &Widok

source: &Wallet
ko_kr: 지갑(&W)
pl_pl: &Portfel

source: (Touch {} of {})
ko_kr: ({}의 {}을 선택하십시오)
pl_pl: (Dotknij {} z {})

source: (feerate: {})
ko_kr: (수수료율: {})
pl_pl: (stawka prowizji: {})

source: ({}% of amount)
ko_kr: (금액의 {}%)

source: - a Bitcoin address or BIP21 URI
ko_kr: - 비트코인 주소 혹은 BIP21 URI

source: - a Lightning invoice
ko_kr: - 라이트닝 송장

source: - a label from your list of contacts
ko_kr: - 연락처 리스트의 레이블

source: - an arbitrary on-chain script, e.g.:
ko_kr: - 임의의 온체인 스크립트

source: - an openalias
ko_kr: - OpenAlias

source: 1 day
ko_kr: 1일
pl_pl: 1 dzień

source: 1 hour
ko_kr: 1시간
pl_pl: 1 godzinę

source: 1 week
ko_kr: 1주일
pl_pl: 1 tydzień

source: 1. Place this paper on a flat and well illuminated surface.
ko_kr: 1. 이 종이를 평평하고 밝은 표면에 놓아 주세요.

source: 10 minutes
ko_kr: 10분
pl_pl: 10 minut

source: 2. Align your Revealer borderlines to the dashed lines on the top and left.
ko_kr: 2. 경계선을 위쪽과 왼쪽의 파선에 맞춥니다
pl_pl: 2. Wyrównaj linie graniczne Revealer'a do przerywanych linii u góry i z lewej.

source: 2fa fee: {} (for the next batch of transactions)
ko_kr: 2단계 인증 수수료: {} (다음 일괄 거래에 대한 수수료)

source: 3. Press slightly the Revealer against the paper and read the numbers that best match on the opposite sides.
ko_kr: 3. Revealer를 종이에 대고 약간 누른 다음 반대쪽 면에서 가장 일치하는 숫자를 읽습니다.
pl_pl: 3. Delikatnie przyciśnij Revealer do papieru i odczytaj liczby które najlepiej odpowiadają przeciwnym stronom.

source: 4. Type the numbers in the software
ko_kr: 4. 소프트웨어에 숫자를 입력하십시오.
pl_pl: 4. Wpisz liczby w programie

source: A CPFP is a transaction that sends an unconfirmed output back to yourself, with a high fee. The goal is to have miners confirm the parent transaction in order to get the fee attached to the child transaction.
ko_kr: CPFP는 확인되지 않은 결과물을 높은 수수료와 함께 본인에게 다시 전송하는 트랜잭션입니다. 목표는 채굴자가 부모 트랜잭션을 확인하도록 하여 자식 트랜잭션에 첨부된 수수료를 받는 것입니다.

source: A backup does not contain information about your local balance in the channel.
ko_kr: 백업에는 채널의 로컬 잔액에 대한 정보가 포함되지 않습니다.

source: A backup is saved automatically when generating a new wallet.
ko_kr: 백업은 새 지갑을 생성 할 때 자동으로 저장됩니다.
pl_pl: Kopia zapasowa jest zapisywana automatycznie podczas generowania nowego portfela.

source: A copy of your wallet file was created in
ko_kr: 당신의 지갑 파일의 복사본에서 만든
pl_pl: Kopia twojego portfela została utworzona w

source: A few examples
ko_kr: 예시
pl_pl: Kilka przykładów

source: A library is probably missing.
ko_kr: 라이브러리가 없는 것 같습니다.
pl_pl: Prawdopodobnie brakuje biblioteki.

source: A payment was already initiated for this invoice
ko_kr: 이 송장에 대한 결제가 이미 완료되었습니다

source: A previous attempt to pay this invoice did not clear
ko_kr: 이전에 이 송장을 결제하려고 시도했지만 결제가 취소되지 않았습니다.

source: A small fee will be charged on each transaction that uses the remote server. You may check and modify your billing preferences once the installation is complete.
ko_kr: 원격 서버를 사용하는 거래마다 약간의 수수료가 부과됩니다. 설치가 완료되면 결제 환경 설정을 확인하고 수정할 수 있습니다.
pl_pl: Mała prowizja będzie pobrana od każdej transakcji która używa zewnętrznego serwera. Możesz sprawdzić i zmodyfikować swoje preferencje płatności gdy instalacja dobiegnie końca.

source: A suggested fee is automatically added to this field. You may override it. The suggested fee increases with the size of the transaction.
ko_kr: 제안 된 요금이 자동으로이 필드에 추가됩니다. 당신은 그것을 무시할 수 있습니다. 제안되는 비용은 트랜잭션의 크기에 따라 증가한다.
pl_pl: Sugerowana opłata za transakcję jest automatycznie dodawana do tego pola. Możesz ją zmienić. Sugerowana opłata rośnie wraz z rozmiarem transakcji.

source: Accept Word
ko_kr: 승인 단어
pl_pl: Zaakceptuj słowo

source: Acquisition price
ko_kr: 취득 가격
pl_pl: Cena pozyskania

source: Add Cosigner {}
ko_kr: 공동서명자 추가 {}

source: Add a cosigner to your multi-sig wallet
ko_kr: 공동 서명자를 다중서명 지갑에 추가
pl_pl: Dodaj współpodpis do twojego portfela z wieloma podpisami

source: Add extra data to your channel funding transactions, so that a static backup can be recovered from your seed. Note that static backups only allow you to request a force-close with the remote node. This assumes that the remote node is still online, did not lose its data, and accepts to force close the channel. If this is enabled, other nodes cannot open a channel to you. Channel recovery data is encrypted, so that only your wallet can decrypt it. However, blockchain analysis will be able to tell that the transaction was probably created by Electrum.
ko_kr: 채널 자금 조달 거래에 추가 데이터를 추가하여 시드로부터 정적 백업을 복구할 수 있도록 합니다. 정적 백업은 원격 노드와의 강제 종료 요청만 허용합니다. 이는 원격 노드가 여전히 온라인 상태이고 데이터를 잃지 않았으며 채널을 강제로 종료하는 것을 수락한다고 가정합니다. 이 옵션이 활성화되면 다른 노드가 귀하에게 채널을 열 수 없습니다. 채널 복구 데이터는 암호화되어 있어 오직 귀하의 지갑만 이를 복호화할 수 있습니다. 그러나 블록체인 분석을 통해 해당 거래가 Electrum에 의해 생성되었음을 추정할 수 있습니다.

source: Add thousand separators to bitcoin amounts
ko_kr: 비트코인 금액에 천 단위 구분 기호 추가

source: Add to History
ko_kr: 이력에 추가

source: Add to coin control
ko_kr: 코인 제어에 추가

source: Add transaction to history, without broadcasting it
ko_kr: 브로드캐스팅하지 않고 이력에 트랜잭션 추가하기

source: Adding info to tx, from network...
ko_kr: 네트워크에서 트랜잭션에 정보 추가...

source: Additional fees
ko_kr: 추가 요금
pl_pl: Dodatkowe prowizje

source: Additional {} satoshis are going to be added.
ko_kr: {} 사토시가 잔고에 추가됩니다.
pl_pl: Dodatkowe {} satoshi będą dodane.

source: Address
ko_kr: 주소
pl_pl: Adres

source: Address Details
ko_kr: 상세주소
pl_pl: Dane adresowe

source: Address is frozen
ko_kr: 주소가 동결되어 있음
pl_pl: Adres jest zamrożony

source: Address not in wallet.
ko_kr: 주소가 지갑 내에 없습니다.
pl_pl: Adresu nie ma w portfelu.

source: Address not in wallet: {}
ko_kr: 주소가 지갑 내에 없습니다: {}

source: Address reuse
ko_kr: 주소 재사용

source: Address unknown for node:
ko_kr: 노드 주소를 알 수 없음:

source: Addresses
ko_kr: 주소 목록
pl_pl: Adresy

source: Advanced
ko_kr: 고급 설정
pl_pl: Zaawansowane

source: After disabling passphrases, you can only pair this Electrum wallet if it had an empty passphrase. If its passphrase was not empty, you will need to create a new wallet. You can use this wallet again at any time by re-enabling passphrases and entering its passphrase.
ko_kr: 비밀구절을 비사용으로 설정한 후에는 이 지갑의 비밀구절이 비어있을 경우에만 페어링 할 수 있습니다. 만약 비밀구절이 비어있지 않았다면, 새 지갑을 생성해야 합니다. 이 지갑은 언제든지 비밀구절 사용을 켜고 해당 비밀구절을 입력하여 다시 사용할 수 있습니다.

source: After that delay, funds will be swept to an address derived from your wallet seed.
ko_kr: 이 지연 시간이 지나면 지갑 시드에서 파생된 주소로 자금이 전송됩니다.

source: All
ko_kr: 전체
pl_pl: Wszystko

source: All outputs are non-change is_mine
ko_kr: 모든 출력은 변경되지 않는 is_mine입니다.

source: All status
ko_kr: 전체 상태

source: All types
ko_kr: 모든 유형

source: All your addresses are used in pending requests.
ko_kr: 모든 주소는 보류 중인 요청에서 사용됩니다.

source: Already up to date
ko_kr: 이미 최신 버전입니다
pl_pl: Właściwie już zaktualizowane

source: Also, dust is not kept as change, but added to the fee.
ko_kr: 또한, 더스트는 잔돈으로 남는 것이 아닌 수수료로 더해질 것입니다.
pl_pl: Ponadto, dust nie jest zwracany jako reszta, tylko dodawany do opłaty transakcyjne.

source: Also, when batching RBF transactions, BIP 125 imposes a lower bound on the fee.
ko_kr: 또한 RBF를 사용하여 여러 트랜잭션을 통합할 때 BIP 125는 처리 수수료가 더 낮다고 규정합니다.
pl_pl: Dodatkowo, podczas grupowania transakcji RBF, BIP 125 narzuca mniejsze ograniczenia na prowizję.

source: Alternatively, you can save a backup of your wallet file from the File menu
ko_kr: 또는 파일 메뉴에서 지갑 파일의 백업을 저장할 수도 있습니다.

source: Always check your backups.
ko_kr: 항상 백업을 확인하시기 바랍니다.
pl_pl: Zawsze sprawdzaj swoje kopie zapasowe.

source: Amount
ko_kr: 결제 금액
pl_pl: Kwota

source: Amount for OP_RETURN output must be zero.
ko_kr: OP_RETURN 출력값은 항상 없어야만 합니다.
pl_pl: Kwota dla wyjścia OP_RETURN musi być zero.

source: Amount must be between {} and {} sat.
ko_kr: 금액은 {} 와 {} 사토시(sats) 이내로 입력해주십시오.

source: Amount received in channels: {}
ko_kr: 채널에서 수신된 금액: {}

source: Amount received: {}
ko_kr: 받은 금액: {}

source: Amount sent: {}
ko_kr: 금액 전송: {}

source: Amount to be sent
ko_kr: 양을 확인할 수 있습니다.
pl_pl: Kwota do wysłania

source: Amount too low
ko_kr: 잔액이 부족합니다.

source: Amount too small to be received onchain
ko_kr: 온체인으로 부터 전송b받기엔 잔액이 부족합니다.

source: Amount withdrawn from channels: {}
ko_kr: 채널에서 인출된 금액: {}

source: An Error Occurred
ko_kr: 오류가 발생했습니다
pl_pl: Wystąpił Błąd

source: An uninitialized Digital Bitbox is detected.
ko_kr: 초기화되지 않은 Digital Bitbox 지갑이 감지되었습니다.
pl_pl: Wykryto niezainicjalizowany Digital Bitbox.

source: An unnamed {}
ko_kr: 이름 없는 {}
pl_pl: Nienazwany {}

source: Another instance of this wallet (same seed) has an open channel with the same remote node. If you create this channel, you will not be able to use both wallets at the same time. Are you sure?
ko_kr: 같은 시드의 지갑이 동일한 노드의 채널과 이미 연결되어 있습니다. 만약 이 채널을 생성한다면 두 지갑을 동시에 사용 할 수 없습니다. 실행하시겠습니까?

source: Appearance
ko_kr: 외형 설정

source: Apply
ko_kr: 적용하기
pl_pl: Zastosuj

source: Are you SURE you want to wipe the device? Your wallet still has bitcoins in it!
ko_kr: 지갑을 디바이스에서 초기화하시겠습니까? 지갑에 비트코인 잔액이 존재합니다!
pl_pl: Czy NA PEWNO chcesz wyczyścić to urządzenie? Twój portfel nadal ma w sobie bitcoiny!

source: Are you sure you want to delete this channel? This will purge associated transactions from your wallet history.
ko_kr: 이 채널을 삭제하시겠습니까? 지갑 내역에서 연결된 거래 이력이 삭제됩니다.
pl_pl: Jesteś pewien że chcesz usunąć ten kanał? To wyczyścić tranzakcje z historii Twojego portfela.

source: Are you sure you want to disable trampoline?
ko_kr: 탬폴린 기능을 정말 끄시겠습니까?

source: Are you sure you want to erase the Digital Bitbox?
ko_kr: Digital Bitbox를 지우시겠습니까?
pl_pl: Czy na pewno chcesz usunąć Digital Bitbox?

source: Are you sure you want to proceed?
ko_kr: 계속하시겠습니까?
pl_pl: Czy na pewno chcesz kontynuować?

source: Are you sure you want to remove this transaction and {} child transactions?
ko_kr: {} 트랜잭션 및 하위 트랜잭션들을 지우시겠습니까?
pl_pl: Czy na pewno chcesz usunąć tę transakcję i {} transakcji pochodnych?

source: Are you sure you want to remove this transaction?
ko_kr: 이 트랜잭션을 지우시겠습니까?
pl_pl: Czy na pewno chcesz usunąć tę transakcję?

source: Are you sure you want to sign this transaction?
ko_kr: 이 거래에 서명하시겠습니까?

source: At block height: {}
ko_kr: 블록 높이: {}
pl_pl: Na bloku o numerze: {}

source: At most 100 satoshis might be lost due to this rounding.
ko_kr: 이 반올림 작업은 최대 100 사토시를 소비하게 됩니다.
pl_pl: Podczas zaokrąglania może zostać stracone co najwyżej 100 satoshi.

source: Audio Modem Settings
ko_kr: 오디오 모뎀 설정
pl_pl: Ustawienia Modemu Audio

source: Authenticate below to finalize wallet creation
ko_kr: 아래 인증을 통해 지갑 생성 완료

source: Authenticator secret
ko_kr: 인증(Authenticator) 비밀키

source: Author
ko_kr: 작성자

source: Authorization
ko_kr: 승인
pl_pl: Autoryzacja

source: Automatically check for software updates
ko_kr: 자동으로 소프트웨어 업데이트를 확인
pl_pl: Automatycznie sprawdzaj dostępne aktualizacje

source: Awaiting lightning payment...
ko_kr: 라이트닝 결제 대기 중...

source: Awaiting swap payment...
ko_kr: 스왑 지불을 기다리는 중

source: BIP39 Recovery
ko_kr: BIP39 복구
pl_pl: Odzyskiwanie BIP39

source: BIP39 checksum failed
ko_kr: BIP39 체크섬 실패

source: BIP39 seed
ko_kr: BIP39 시드
pl_pl: Ziarno BIP39

source: BIP39 seeds can be imported in Electrum, so that users can access funds locked in other wallets.
ko_kr: 일렉트럼은 BIP39 시드를 가져와 사용자가 다른 지갑에 있는 자금을 사용할 수 있게 합니다.
pl_pl: Ziarna BIP39 można zaimportować do Electrum, więc użytkownicy mogą uzyskać dostęp do funduszy zablokowanych w innych portfelach.

source: BIP39 seeds do not include a version number, which compromises compatibility with future software.
ko_kr: BIP39 시드는 버전 넘버를 포함하지 않으므로 미래 지갑 소프트웨어와 호환되지 않을 수 있습니다.
pl_pl: Ziarna BIP39 nie zawierają numeru wersji, co zagraża kompatybilności w przyszłych wersjach portfelu.

source: BIP70 invoice saved as {}
ko_kr: BIP70 송장 {}으로 저장
pl_pl: Rachunek BIP70 zapisany jako {}

source: BTC Fiat price
ko_kr: BTC 법정화폐 가격

source: BTC balance
ko_kr: BTC 잔액

source: BTC incoming
ko_kr: 수신된 BTC

source: BTC outgoing
ko_kr: 송금된 BTC

source: Back
ko_kr: 뒤로
pl_pl: Wstecz

source: Backup directory
ko_kr: 백업 경로
pl_pl: Ścieżka kopii zapasowej

source: Backup not configured
ko_kr: 백업이 설정되지 않았습니다

source: Balance
ko_kr: 잔고
pl_pl: Saldo

source: Banner
ko_kr: 배너
pl_pl: Transparent

source: Base unit
ko_kr: 기본 유닛
pl_pl: Jednostka podstawowa

source: Base unit of your wallet.
ko_kr: 지갑의 기본 단위.
pl_pl: Podstawowa jednostka w portfelu.

source: Batch pay invoices
ko_kr: 송장 일괄 지급

source: Before reporting a bug, upgrade to the most recent version of Electrum (latest release or git HEAD), and include the version number in your report.
ko_kr: 버그를 보고하기 전에, Electrum의 최신 버전(최신 릴리스 또는 Git HEAD)으로 업그레이드하고, 보고서에 버전 번호를 포함하여 작성해 주세요.
pl_pl: Przed zgłoszeniem błędu, zaktualizuj Electrum do najnowszej wersji (najnowsze wydanie lub git HEAD), oraz dołącz numer wersji do twojego raportu.

source: Begin
ko_kr: 시작하기

source: Below is your master public key. Please share it with your cosigners
ko_kr: 이하는 마스터 공개키 입니다. 공동 서명자와 공유하십시오.

source: Bit rate [kbps]:
ko_kr: 비트레이트 [kbps]:
pl_pl: Szybkość transmisji [kb/s]:

source: BitBox02 Status
ko_kr: BitBox02 상태
pl_pl: Status BitBox02

source: Bitcoin Address is None
ko_kr: 비트코인 주소 없음
pl_pl: Nie podano adresu

source: Bitcoin URI
ko_kr: 비트코인 URI

source: Bitcoin transactions are in general not free. A transaction fee is paid by the sender of the funds.
ko_kr: 비트 코인 거래는 일반적으로 무료로하지 않습니다. 트랜잭션 수수료는 자금의 보낸 사람이 지급됩니다.
pl_pl: Transakcje Bitcoin generalnie nie są darmowe. Prowizję od transakcji pokrywa nadawca.

source: Block height
ko_kr: 블록 높이
pl_pl: Numer bloku

source: Blockchain
ko_kr: 블록체인
pl_pl: Łańcuch bloków

source: Bookmark this server
ko_kr: 이 서버 북마크 추가

source: Bootloader
ko_kr: 부트로더

source: Bootloader Hash
ko_kr: 부트로더 해시
pl_pl: Hash Bootloadera

source: Bottom
ko_kr: 하단
pl_pl: Koniec

source: Broadcast
ko_kr: 방송
pl_pl: Transmituj

source: Broadcast successfully
ko_kr: 브로드캐스트 성공

source: Broadcasting
ko_kr: 브로드캐스팅

source: Broadcasting transaction...
ko_kr: 트랜잭션 방송...
pl_pl: Przekazywanie transakcji...

source: Build Date
ko_kr: 빌드 날짜
pl_pl: Data Kompilacji

source: Bump Fee
ko_kr: 범프 수수료
pl_pl: Podbij prowizję

source: CLTV expiry
ko_kr: CLTV 만료
pl_pl: Data ważności CLTV

source: Calibration sheet
ko_kr: 눈금표
pl_pl: Kalibracje

source: Calibration values:
ko_kr: 눈금값:
pl_pl: Ustawianie wartości:

source: Can receive
ko_kr: 수신 가능

source: Can send
ko_kr: 송신 가능
pl_pl: Można wysłać

source: Can't CPFP: unknown fee for parent transaction.
ko_kr: CPFP 불가 : 상위 거래에 대한 수수료를 알 수 없습니다.

source: Cancel
ko_kr: 취소
pl_pl: Anuluj

source: Cancel (double-spend)
ko_kr: 취소 (이중지불)

source: Cancel an unconfirmed transaction by replacing it with a higher-fee transaction that spends back to your wallet.
ko_kr: 확인되지 않은 거래를 취소하려면, 더 높은 수수료를 사용하는 거래로 대체하여 자금을 지갑으로 되돌려 주세요.

source: Cancel transaction
ko_kr: 거래 취소
pl_pl: Anuluj transakcję

source: Cancelled
ko_kr: 취소됨

source: Cancelled by user
ko_kr: 사용자에 의해 취소됨
pl_pl: Anulowane przez użytkownika

source: Cannot bump fee
ko_kr: 수수료 상향 불가
pl_pl: Nie można podbić prowizji

source: Cannot cancel transaction
ko_kr: 거래 취소 불가
pl_pl: Nie można anulować transakcji

source: Cannot create child transaction
ko_kr: 하위 거래를 생성할 수 없음

source: Cannot delete last remaining address from wallet
ko_kr: 지갑에서 마지막 남은 주소는 삭제할 수 없음

source: Cannot determine dynamic fees, not connected
ko_kr: 동적 수수료를 확인할 수 없음, 연결 안 됨

source: Cannot have witness v1+ in p2sh
ko_kr: p2sh에서 witness v1 버전 이상 사용 불가

source: Cannot load wallet
ko_kr: 지갑을 불러올 수 없음
pl_pl: Nie można załadować portfela „{}”

source: Cannot pay less than the amount specified in the invoice
ko_kr: 송장에 명시된 금액보다 적은 금액을 지불할 수 없음

source: Cannot read file
ko_kr: 파일 읽을 수 없음
pl_pl: Nie można odczytać pliku

source: Cannot sign messages with this type of address:
ko_kr: 이 유형의 주소로 메세지에 서명할 수 없습니다:
pl_pl: Nie można podpisywać wiadomości przy użyciu tego typu adresu.

source: Cannot start QR scanner, no usable camera found.
ko_kr: QR 스캐너 시작할 수 없음, 사용 가능한 카메라를 찾을 수 없습니다.

source: Cannot start QR scanner: initialization failed.
ko_kr: QR 스캐너 시작할 수 없음: 초기화에 실패했습니다.

source: Cannot start QR scanner: zbar not available.
ko_kr: QR 스캐너 시작할 수 없음: zbar를 사용할 수 없습니다.

source: Capacity
ko_kr: 수용량
pl_pl: Pojemność

source: Capital Gains
ko_kr: 총평가손익
pl_pl: Zyski z kapitału

source: Cash flow
ko_kr: 현금흐름

source: Certificate mismatch
ko_kr: 인증서 미일치
pl_pl: Niezgodność certyfikatu

source: Change
ko_kr: 변경
pl_pl: Reszty

source: Change Address
ko_kr: 주소 변경
pl_pl: Zmień adres

source: Change PIN
ko_kr: PIN 변경
pl_pl: Zmień PIN

source: Change Password
ko_kr: 패스워드 변경
pl_pl: Zmień hasło

source: Change your settings to allow spending unconfirmed coins.
ko_kr: 미확인된 코인을 사용하기 위해서는 세팅을 수정해 주시기 바랍니다.

source: Change...
ko_kr: 변경...
pl_pl: Zmień...

source: Channel Backup
ko_kr: 채널 백업
pl_pl: Kopia zapasowa kanału

source: Channel Backup:
ko_kr: 채널 백업:
pl_pl: Kopia zapasowa kanału:

source: Channel ID
ko_kr: 채널 ID
pl_pl: Id kanału

source: Channel backups can be imported in another instance of the same wallet.
ko_kr: 동일한 지갑의 다른 인스턴스로 채널 백업을 가져올 수 있습니다.

source: Channel backups can only be used to request your channels to be closed.
ko_kr: 채널 백업은 채널 폐쇄를 요청하는 데만 사용할 수 있습니다.

source: Channel established.
ko_kr: 채널이 생성되었습니다.

source: Channel is frozen for sending
ko_kr: 채널이 송금 용도로 동결

source: Channel stats
ko_kr: 채널 통계

source: Channel type:
ko_kr: 채널 종류:

source: Channels
ko_kr: 채널
pl_pl: Kanały

source: Check your {} device to continue
ko_kr: 사용자의 {} 디바이스를 확인해 주세요.

source: Checking for updates...
ko_kr: 업데이트 확인 중...

source: Child Pays for Parent
ko_kr: 부모를 위해 어린이가 지불한다.
pl_pl: Dziecko Płaci za Rodzica

source: Child pays for parent
ko_kr: 어린이가 부모를 위해 지불한다.
pl_pl: Dziecko płaci za rodzica

source: Choose Hardware Device
ko_kr: 하드웨어 기기 선택

source: Choose Homescreen
ko_kr: 첫 화면 선택
pl_pl: Wybierz Ekran Startowy

source: Choose a backup file:
ko_kr: 백업파일 선택:
pl_pl: Wybierz plik kopii zapasowej:

source: Choose a password to encrypt your wallet keys.
ko_kr: 지갑 키를 암호화하기위한 암호를 선택하십시오.
pl_pl: Wybierz hasło do zaszyfrowania kluczy w Twoim portfelu.

source: Choose a remote node and an amount to fund the channel.
ko_kr: 노드를 선택하고 채널에 추가할 액수를 설정해주세요.

source: Choose an account to restore.
ko_kr: 복구할 계정을 선택하세요.

source: Choose how to initialize your Digital Bitbox:
ko_kr: Digital Bitbix 초기화 방법을 선택하세요.

source: Choose how you want to initialize your {}.
ko_kr: 사용자의 {} 초기화 방법을 선택하세요.

source: Choose on your {} device where to enter your passphrase
ko_kr: 비밀구절을 입력할 {} 디바이스를 선택해주세요.

source: Choose the number of signatures needed to unlock funds in your wallet:
ko_kr: 당신의 지갑에 자금을 해제 하는 데 필요한 서명 수를 선택 하십시오.
pl_pl: Wybierz liczbę podpisów potrzebnych do odblokowania funduszy w twoim portfelu:

source: Choose the type of addresses in your wallet.
ko_kr: 사용자 지갑의 주소 종류를 선택하세요.

source: Choose which online block explorer to use for functions that open a web browser
ko_kr: 웹 브라우저를 여는 기능에 사용되는 온라인 탐색기 블록 선택
pl_pl: Wybierz których eksplorator bloków ma być użyty do funkcji które otwierają się w przeglądarce

source: Choose...
ko_kr: 선택 ...
pl_pl: Wybierz...

source: Claim transaction
ko_kr: 거래 지불청구

source: Clear
ko_kr: 초기화
pl_pl: Wyczyść

source: Clear the session after the specified period of inactivity. Once a session has timed out, your PIN and passphrase (if enabled) must be re-entered to use the device.
ko_kr: 지정된 비활동 기간 이후 세션이 종료됩니다. 세션 만료 이후, 디바이스를 재사용하려면 PIN 및 비밀구절(활성화된 경우)을 다시 입력해야 합니다.

source: Click here to hide this message.
ko_kr: 이 메세지를 숨기려면 클릭하세요.
pl_pl: Kliknij tutaj, by ukryć tę wiadomość.

source: Click the button above or type an existing revealer code in the box below.
ko_kr: 위의 버튼을 누르거나 아래 박스에 코드를 입력하세요.

source: Click the button above to encrypt the seed or type a custom alphanumerical secret below.
ko_kr: 위 버튼을 클릭하여 시드를 암호화하거나, 아래에 사용자 정의된 영숫자 비밀문을 입력하세요.

source: Click to open, right-click for menu
ko_kr: 열기 위해선 왼쪽 마우스 클릭, 메뉴를 열기 위해선 오른쪽 마우스 클릭

source: Client for hardware device was unpaired.
ko_kr: 하드웨어 장치의 클라이언트 연결이 해제되었습니다.

source: Clipboard
ko_kr: 클립보드

source: Clipboard doesn't contain a valid address
ko_kr: 클립보드에 유요한 비트코인 주소가 없습니다

source: Close
ko_kr: 닫기
pl_pl: Zamknij

source: Close Lightning channel?
ko_kr: 라이트닝 채널을 닫겠습니까?

source: Close channel
ko_kr: 채널 닫기

source: Closing Transaction
ko_kr: 거래 닫기

source: Co&ins
ko_kr: 코인(&I)
pl_pl: Mo&nety

source: Code
ko_kr: 코드
pl_pl: Kod

source: Coin Privacy Analysis
ko_kr: 코인 개인 정보 보호 분석

source: Coin control
ko_kr: 코인 컨트롤

source: Coin control active
ko_kr: 코인 컨트롤 활성화

source: Coin selected to be spent
ko_kr: 지불하기 위해 선택된 코인

source: Coinbase Input
ko_kr: 코인베이스 입력값

source: Coinbase not supported
ko_kr: Coinbase 지원되지 않음

source: Coins
ko_kr: 코인

source: Coldcard Status
ko_kr: 콜드카드 상태

source: Color theme
ko_kr: 테마 색상
pl_pl: Kolor motywu

source: Combine
ko_kr: 합치기

source: Comment
ko_kr: 코멘트

source: Comment for recipient
ko_kr: 수신자에게 메모하기

source: Complete the initialization process on your {} device
ko_kr: 사용자 {} 디바이스의 초기설정을 완료하세요.
pl_pl: Dokończ proces inicjalizacji na swoim urządzeniu {}

source: Completed {} of {} groups needed
ko_kr: 필요한 그룹 중 {}/{} 완료됨

source: Computing route...
ko_kr: 경로 계산 중...
pl_pl: Obliczanie trasy...

source: Con&sole
ko_kr: 콘솔(&S)
pl_pl: Kon&sola

source: Con&tacts
ko_kr: 연락쳐(&T)
pl_pl: Kon&takty

source: Confirm Device Wipe
ko_kr: 장치 초기화 확인
pl_pl: Potwierdź wyczyszczenie urządzenia

source: Confirm Lightning swap?
ko_kr: 라이트닝 스왑 확인

source: Confirm Passphrase:
ko_kr: 비밀구절 확인:
pl_pl: Potwierdź tekst szyfrujący:

source: Confirm Password:
ko_kr: 비밀번호 확인:
pl_pl: Potwierdź hasło:
