Repository: SomberNight/electrum-locale
Catalog: locale/*/electrum.po
Languages: ko_kr, pl_pl

source: Confirm Seed
ko_kr: 시드 확인
pl_pl: Potwierdź Ziarno

source: Confirm Seed Extension
ko_kr: 시드 확장 확인
pl_pl: Potwierdź rozszerzenie ziarna

source: Confirm Toggle Passphrase Protection
ko_kr: 비밀구절 보호 전환 확인
pl_pl: Potwierdź przełączenie ochrony hasłem

source: Confirm Transaction on your Ledger device...
ko_kr: 사용자의 Ledger 디바이스의 거래 확인
pl_pl: Potwierdź transakcję na twoim urządzeniu Ledger...

source: Confirm import on your {} device.
ko_kr: {} 디바이스에서 가져오기 확인

source: Confirm internal entropy on your {} device to begin
ko_kr: {} 디바이스에서 시작할 때 내부 엔트로피 확인
pl_pl: Potwierdź wewnętrzną entropię na twoim urządzeniu {} aby rozpocząć

source: Confirm on your {} device the message to sign
ko_kr: {} 디바이스에서 서명할 메시지 확인
pl_pl: Potwierdź na twoim urządzeniu {} wiadomość do podpisania

source: Confirm on your {} device to change your PIN
ko_kr: {} 디바이스에서 PIN 변경 확인
pl_pl: Potwierdź na twoim urządzeniu {} zmianę kodu PIN

source: Confirm on your {} device to change your home screen
ko_kr: {} 디바이스에서 홈 화면 변경 확인
pl_pl: Potwierdź na twoim urządzeniu {}, aby zmienić ekran główny

source: Confirm on your {} device to disable PIN protection
ko_kr: {} 디바이스에서 PIN 보호 비활성 확인
pl_pl: Potwierdź na twoim urządzeniu {} wyłączenie ochrony PIN

source: Confirm on your {} device to disable passphrases
ko_kr: {} 디바이스에서 비밀구절 비활성화 확인
pl_pl: Potwierdź na twoim urządzeniu {}, aby wyłączyć hasła

source: Confirm on your {} device to enable passphrases
ko_kr: {} 디바이스에서 비밀구절 활성화 확인
pl_pl: Potwierdź na twoim urządzeniu {}, aby włączyć hasła

source: Confirm on your {} device to set a PIN
ko_kr: {} 디바이스에서 PIN 설정 확인
pl_pl: Potwierdź na twoim urządzeniu {}, aby ustawić PIN

source: Confirm on your {} that you want to wipe it clean
ko_kr: 장치 초기화를 위하여 {} 장치에서 승인하십시오
pl_pl: Potwierdź na twoim {}, że chcesz je wyczyścić

source: Confirm the new label on your {} device
ko_kr: {} 디바이스에서 새 라벨 확인
pl_pl: Potwierdź nową etykietę na twoim urządzeniu {}

source: Confirm the total amount spent and the transaction fee on your {} device
ko_kr: {} 디바이스에서 총 지출 금액과 수수료 확인
pl_pl: Potwierdź całkowitą kwotę i opłatę transakcyjną na twoim urządzeniu {}

source: Confirm the transaction output on your {} device
ko_kr: {} 디바이스에서 트랜잭션 지불 금액 확인
pl_pl: Potwierdź dane wyjściowe transakcji na twoim urządzeniu {}

source: Confirm wallet address on your {} device
ko_kr: {} 디바이스에서 지갑 주소 확인
pl_pl: Potwierdź adres portfela na twoim urządzeniu {}

source: Connected
ko_kr: 연결됨

source: Connected nodes
ko_kr: 연결된 노드
pl_pl: Połączone węzły

source: Connected to {0} node.
ko_kr: {0} 노드와 연결됨.
pl_pl: Połączono z węzłem {0}.

source: Connected to {0} nodes.
ko_kr: {0} 노드와 연결됨.
pl_pl: Połączono z {0} węzłami.

source: Connected to {} peers
ko_kr: {} 피어와 연결됨

source: Connecting
ko_kr: 연결중

source: Consider trying to connect to a different server, or updating Electrum.
ko_kr: 다른 서버에 접속하거나, Electrum을 업데이트하세요.
pl_pl: Rozważ połączenie z innym serwerem lub zainstalowanie nowszej wersji Electrum.

source: Contacts
ko_kr: 연락처
pl_pl: Kontakty

source: Continue Online
ko_kr: 온라인에서 계속하기

source: Cooperative close
ko_kr: 합의 닫기

source: Cooperative close?
ko_kr: 합의하여 닫겠습니까?

source: Copy
ko_kr: 복사
pl_pl: Kopiuj

source: Copy &Link Location
ko_kr: 링크 주소 복사(&L)

source: Copy Address
ko_kr: 주소 복사
pl_pl: Kopiuj adres

source: Copy Amount
ko_kr: 거래 액수 복사

source: Copy Image
ko_kr: 이미지 복사
pl_pl: Skopiuj obraz

source: Copy Outpoint
ko_kr: Outpoint 복사

source: Copy Text
ko_kr: 텍스트 복사
pl_pl: Skopiuj tekst

source: Copy and Close
ko_kr: 복사 및 닫기
pl_pl: Skopiuj i zamknij

source: Copy scriptPubKey
ko_kr: scriptPubKey 복사

source: Copy to clipboard
ko_kr: 클립보드로 복사
pl_pl: Skopiuj do schowka

source: Copy {}
ko_kr: 복사 {}
pl_pl: Kopiuj {}

source: Cosign with hardware device
ko_kr: 하드웨어 장치를 사용하여 공동서명
pl_pl: Współpodpisz z urządzeniem sprzętowym

source: Could not add hardware keystore to wallet
ko_kr: 키스토어(keystore) 하드웨어를 지갑에 추가할 수 없슴

source: Could not automatically pair with device for given keystore.
ko_kr: 해당 키스토어와 자동 페어링에 실패하였습니다.

source: Could not close channel:
ko_kr: 채널을 닫을 수 없음:
pl_pl: Nie zamknięto kanału:

source: Could not connect to a Nostr relay.
ko_kr: Nostr 릴레이에 연결할 수 없습니다.

source: Could not connect to channel peer
ko_kr: 채널 피어(peer)에게 연결이 되지 않음

source: Could not figure out which outputs to keep
ko_kr: 남겨야 할 출력을 지정하지 못했습니다.

source: Could not find a swap provider.
ko_kr: 스왑 제공자를 찾을 수 없습니다.

source: Could not find coins for output
ko_kr: 출력을 위한 코인을 찾지 못했습니다.

source: Could not find suitable output
ko_kr: 올바른 출력을 찾지 못했습니다.

source: Could not find suitable outputs
ko_kr: 올바른 출력들을 찾지 못했습니다.

source: Could not open channel: {}
ko_kr: 채널을 열 수 없습니다: {}

source: Could not open wallet: {}
ko_kr: 지갑을 열 수 없습니다: {}

source: Could not parse clipboard text
ko_kr: 클립보드에서 텍스트를 가져오지 못했습니다.

source: Could not read/write file
ko_kr: 파일을 읽지/쓰지 못합니다.

source: Could not resolve
ko_kr: 해결할 수 없습니다.

source: Could not resolve BIP70 payment request: {}
ko_kr: BIP70 지불 요청을 해결 할 수 없습니다.

source: Could not resolve LNURL
ko_kr: LNURL 오류를 해결 할 수 없습니다.

source: Could not resolve address
ko_kr: 주소 오류를 해결 할 수 없습니다.

source: Could not sign message
ko_kr: 메시지에 서명할 수 없습니다.
pl_pl: Nie można podpisać wiadomości

source: Could not sign message.
ko_kr: 메시지에 서명할 수 없습니다.
pl_pl: Nie można podpisać wiadomości.

source: Crash report
ko_kr: 오류 리포트
pl_pl: Raport o błędach

source: Create a new Revealer noise file
ko_kr: 새 Revealer 노이즈 파일 생성

source: Create a new seed
ko_kr: 새로운 시드 만들기
pl_pl: Stwórz nowe ziarno

source: Create a wallet using the current seed
ko_kr: 현재 시드를 사용하여 새 지갑 만들기
pl_pl: Stwórz portfel używając aktualnego ziarna

source: Create keystore from a master key
ko_kr: 마스터키에서 키스토어(keysotre)를 만들기
pl_pl: Utwórz nową przechowalnię kluczy z klucza głównego

source: Create new wallet
ko_kr: 새 지갑 만들기
pl_pl: Utwórz nowy portfel

source: Create or restore
ko_kr: 새로 만들기 또는 복원하기
pl_pl: Stwórz lub przywróć

source: Create recoverable channels
ko_kr: 복구 가능한 채널 만들기

source: Create/Restore wallet
ko_kr: 지갑 새로만들기/복구하기

source: Creating a new payment request will reuse one of your addresses and overwrite an existing request. Continue anyway?
ko_kr: 새 결제 요청을 생성하면 기존 요청을 덮어쓰고 주소 중 하나를 재사용하게 됩니다. 계속하시겠습니까?

source: Creation time
ko_kr: 만든 시간

source: Critical Error
ko_kr: 중대 한 오류
pl_pl: Błąd krytyczny

source: Cu&t
ko_kr: 잘라내기(&t)

source: Current Password:
ko_kr: 현재 비밀번호
pl_pl: Aktualne hasło:

source: Current fee
ko_kr: 현재 수수료

source: Current feerate
ko_kr: 현재 수수료율
pl_pl: Aktualna stawka prowizji

source: Current rate
ko_kr: 현재 비율
pl_pl: Aktualna stawka

source: Current version: {}
ko_kr: 현재 버전: {}
pl_pl: Bieżąca wersja: {}

source: Custom
ko_kr: 사용자 정의
pl_pl: Niestandardowe

source: Custom URL
ko_kr: 사용자 지정 URL
pl_pl: Własny URL

source: Custom secret
ko_kr: 사용자 정의 기밀 정보
pl_pl: Niestandardowy sekret

source: Danger! This transaction uses non-default sighash flags!
ko_kr: 경고! 이 거래는 기본 sighash 플래그를 사용하지 않습니다!

source: Dark
ko_kr: 어둡게
pl_pl: Ciemny

source: Dark/Light
ko_kr: 다크/라이트
pl_pl: Ciemny/Jasny

source: Date
ko_kr: 날짜
pl_pl: Data

source: Date: {}
ko_kr: 날짜: {}
pl_pl: Data: {}

source: Debug logs can be persisted to disk. These are useful for troubleshooting.
ko_kr: 디버그 로그를 디스크에 저장할 수 있습니다. 이는 문제 해결에 유용합니다.

source: Debug message
ko_kr: 디버깅 메시지
pl_pl: Wiadomość do debugowania

source: Decrease payment
ko_kr: 금액 낮추기

source: Decrypt
ko_kr: 복호화
pl_pl: Odszyfruj

source: Default
ko_kr: 기본값
pl_pl: Domyślne

source: Delete
ko_kr: 삭제
pl_pl: Usuń

source: Delete expired requests
ko_kr: 만기된 요청 삭제

source: Delete invoices
ko_kr: 송장 삭제
pl_pl: Usunąć rachunki?

source: Delete requests
ko_kr: 요청 삭제
pl_pl: Usuń żądania

source: Delete wallet file?
ko_kr: 지갑 파일을 삭제하시겠습니까?
pl_pl: Usunąć plik portfela?

source: Derivation path
ko_kr: 도출 경로

source: Description
ko_kr: 설명
pl_pl: Opis

source: Description of the transaction (not mandatory).
ko_kr: 거래에 대한 설명(필수는 아님).
pl_pl: Opis transakcji (opcjonalne).

source: Description:
ko_kr: 설명:

source: Destination node
ko_kr: 수신자 노드

source: Details
ko_kr: 상세
pl_pl: Szczegóły

source: Detect Existing Accounts
ko_kr: 이미 존재하는 계정 찾기
pl_pl: Wykryj istniejące konta

source: Detected valid Lightning invoice, but Lightning not enabled for wallet and no fallback address found.
ko_kr: 유효한 라이트닝 송장을 감지했지만, 지갑에서 라이트닝이 활성화되지 않았고 대체 주소를 찾을 수 없습니다.

source: Detected valid Lightning invoice, but there are no open channels
ko_kr: 유효한 라이트닝 송장을 감지했지만, 열린 채널이 없습니다.

source: Device ID
ko_kr: 디바이스 ID
pl_pl: ID urządzenia

source: Device Label
ko_kr: 디바이스 라벨
pl_pl: Etykieta Urządzenia

source: Device communication error. Please unplug and replug your Digital Bitbox.
ko_kr: 디바이스 통신 오류가 발생했습니다. Digital Bitbox를 분리한 후 다시 연결하세요.
pl_pl: Błąd komunikacji urządzenia. Odłącz i podłącz swój Digital Bitbox.

source: Device erased
ko_kr: 디바이스 삭제됨

source: Digital Revealer ({}_{}) saved as PNG and PDF at:
ko_kr: Digital Revealer ({}_{}) 가 PNG와 PDF 형식으로 저장됨:
pl_pl: Digital Revealer ({}_{}) zapisany jako PNG oraz PDF w:

source: Direct parent
ko_kr: 직계 상위 항목

source: Disable
ko_kr: 비활성화

source: Disable PIN
ko_kr: PIN 비활성화
pl_pl: Wyłącz PIN

source: Disable Passphrases
ko_kr: 비밀구절 비활성화
pl_pl: Wyłącz hasła

source: Disabled
ko_kr: 비활성화됨
pl_pl: Wyłączony

source: Disclaimer
ko_kr: 주의사항

source: Disconnected
ko_kr: 연결 해제됨
pl_pl: Rozłączony

source: Do not pair
ko_kr: 패어링 금지
pl_pl: Nie paruj

source: Do not store it electronically.
ko_kr: 전자적인 방법으로 저장히지 마세요.
pl_pl: Nie przechowuj go w sposób elektroniczny.

source: Do you want to create a new seed, or restore a wallet using an existing seed?
ko_kr: 새 시드를 생성하시겠습니까, 아니면 기존 시드를 사용해 지갑을 복구하시겠습니까?

source: Do you want to create a new seed, or to restore a wallet using an existing seed?
ko_kr: 새 시드를 생성하시겠습니까, 아니면 기존 시드를 사용해 지갑을 복구하시겠습니까?
pl_pl: Czy chcesz stworzyć nowe ziarno czy odtworzyć portfel używając istniejącego ziarna?

source: Do you want to create your first channel?
ko_kr: 첫번째 채널을 생성하시겠습니까?

source: Do you want to delete the old file
ko_kr: 이 파일을 삭제하시겠습니까?
pl_pl: Czy na pewno chcesz usunąć stary plik

source: Do you want to enable Nostr?
ko_kr: Nostr를 활성화하시겠습니까?

source: Do you want to open it now?
ko_kr: 지금 여시겠습니까?
pl_pl: Czy chcesz to teraz otworzyć?

source: Do you want to remove {} from your wallet?
ko_kr: 사용자의 지갑에서 {} 을/를 삭제 하시겠습니까?
pl_pl: Czy chcesz usunąć {} ze swojego portfela?

source: Do you want to send this report?
ko_kr: 이 리포트를 보내시겠습니까?
pl_pl: Czy chcesz wysłać ten raport?

source: Do you wish to continue?
ko_kr: 계속하시겠습니까?
pl_pl: Czy chcesz kontynuować?

source: Don't know any addresses for node:
ko_kr: 해당 노드에 대한 주소를 알 수 없습니다:

source: Don't show this again.
ko_kr: 다시는 표시하지 않음
pl_pl: Nie pokazuj tego ponownie.

source: Download historical rates
ko_kr: 과게 환율 다운로드

source: Download missing data
ko_kr: 누락된 데이터 다운로드

source: Download parent transactions from the network. Allows filling in missing fee and input details.
ko_kr: 네트워크에서 상위 거래를 다운로드합니다. 누락된 수수료 및 입력 세부 정보를 채울 수 있습니다.

source: Downloading input data... {}
ko_kr: 입력 데이터 다운로드 중... {}

source: Due to a bug, old versions of Electrum will NOT be creating the same wallet as newer versions or other software.
ko_kr: 버그로 인해, Electrum 옛 버전은 최신 버전 또는 다른 소프트웨어와 동일한 지갑을 생성하지 못합니다.
pl_pl: Z powodu błędu, stare wersje Electrum NIE będą tworzyły takich samych portfeli jak nowe wersje lub inne oprogramowanie.

source: Duplicate master keys
ko_kr: 마스터 키 복제

source: During that time, funds will not be recoverable from your seed, and may be lost if you lose your device.
ko_kr: 주어진 기간 동안 시드로 자금을 복구할 수 없으며, 디바이스를 분실하면 자금을 잃을 수 있습니다.

source: Dynamic fee estimates not available
ko_kr: 동적 수수료 추정치를 사용할 수 없음
pl_pl: Dynamiczna estymacja prowizji nie jest dostępna

source: ETA
ko_kr: 예상 시간
pl_pl: Szacowany czas dotarcia

source: ETA: fee rate is based on average confirmation time estimates
ko_kr: 예상 시간: 수수료율은 검증/승인 시간의 평균을 기반

source: Edit
ko_kr: 수정

source: Edit Locktime
ko_kr: Locktime 수정

source: Edit fees manually
ko_kr: 수동으로 수수료 지정

source: Edit {}
ko_kr: 수정 {}
pl_pl: Edytuj {}

source: Electrum Bitcoin Wallet
ko_kr: Electrum 비트코인 지갑

source: Electrum Plugins
ko_kr: Electrum 플러그인
pl_pl: Wtyczki Electrum

source: Electrum cannot pair with your {}. Before you request bitcoins to be sent to addresses in this wallet, ensure you can pair with your device, or that you have its seed (and passphrase, if any). Otherwise all bitcoins you receive will be unspendable.
ko_kr: Electrum이 {}와 페어링할 수 없습니다. 비트코인을 이 지갑의 주소로 요청하기 전에, 디바이스와 페어링할 수 있거나 시드(있다면 비밀구절도)를 보유하고 있는지 확인하세요. 그렇지 않으면 수신한 모든 비트코인을 사용할 수 없게 됩니다.
pl_pl: Electrum nie może zostać sparowane z twoim {}. Zanim poprosisz aby bitcoiny zostały wysłane na adresy w tym portfelu, upewnij się, że możesz sparować się z twoim urządzeniem lub że posiadasz jego ziarno (i hasło jeśli istnieje). W przeciwnym wypadku bitcoiny które otrzymasz nie będą mogły zostać wydane.

source: Electrum preferences
ko_kr: Electrum 환경설정
pl_pl: Opcje Electrum

source: Electrum wallet
ko_kr: Electrum 지갑
pl_pl: Portfel Electrum

source: Electrum was unable to copy your wallet file to the specified location.
ko_kr: Electrum이 지갑 파일을 지정된 위치로 복사하지 못했습니다.
pl_pl: Electrum nie był w stanie skopiować pliku portfela do określonej lokalizacji.

source: Electrum was unable to deserialize the transaction:
ko_kr: Electrum이 거래를 역직렬화하지 못했습니다:
pl_pl: Electrum nie był w stanie odczytać twojej transakcji:

source: Electrum was unable to open your transaction file
ko_kr: Electrum이 거래 파일을 열지 못했습니다
pl_pl: Electrum nie był w stanie otworzyć pliku transakcji

source: Electrum was unable to parse your transaction
ko_kr: Electrum이 거래를 분석하지 못했습니다
pl_pl: Electrum nie był w stanie odczytać twojej transakcji

source: Electrum was unable to produce a private key-export.
ko_kr: Electrum이 개인 키를 내보내지 못했습니다.
pl_pl: Electrum nie był w stanie wyprodukować prywatnego klucza-eksportu.

source: Electrum was unable to produce a transaction export.
ko_kr: Electrum이 거래 기록을 내보내지 못했습니다.
pl_pl: Electrum nie był w stanie wyprodukować eksportu transakcji.

source: Electrum will now exit.
ko_kr: 일렉트럼이 종료됩니다.

source: Electrum's focus is speed, with low resource usage and simplifying Bitcoin.
ko_kr: 일렉트럼의 촛점은 리소스 사용을 최소화 하는 동시에 스피드를 높이는 것이며 비트코인을 간소화 하는 것입니다.
pl_pl: Największym celem Electron'u jest prędkość z niskim użytkowaniem zasobów komputerowych i uproszczanie Bitcoina.

source: Enable
ko_kr: 활성화

source: Enable PIN protection
ko_kr: PIN 잠금 활성화
pl_pl: Włącz ochronę PIN

source: Enable Passphrases
ko_kr: 비밀구절 활성화

source: Enable fiat exchange rate with history.
ko_kr: 법정화폐 환전률과 기록 활성화

source: Enable output value rounding
ko_kr: 출력값 반올림 활성화

source: Enable passphrases
ko_kr: 비밀구절 활성화
pl_pl: Włącz hasła

source: Enable seedless mode
ko_kr: 시드 없는 모드 활성화

source: Enable update check
ko_kr: 업데이트 자동 확인 활성화

source: Enabled
ko_kr: 활성화됨
pl_pl: Aktywne

source: Encrypt
ko_kr: 암호화
pl_pl: Zaszyfruj

source: Encrypt custom secret
ko_kr: 사용자 지정 비밀 암호화

source: Encrypt using hardware
ko_kr: 하드웨어를 사용하여 암호화

source: Encrypt {}'s seed
ko_kr: {}의 시드를 암호화

source: Encrypt/decrypt Message
ko_kr: 암호화/복호화 메시지
pl_pl: Szyfrowanie/deszyfrowanie wiadomości

source: Encrypt/decrypt message
ko_kr: 메시지 암호화/복호화
pl_pl: Zaszyfruj/odszyfruj wiadomość

source: Encrypted
ko_kr: 암호화
pl_pl: Zaszyfrowany

source: Encryption and decryption are currently not supported for {}
ko_kr: 암호화 및 복호화가 {}에서 지원되지 않음

source: Encryption and decryption are not implemented by {}
ko_kr: 암호화 및 복호화가 {}에서 적용되지 않음

source: End
ko_kr: 종료

source: Enter PIN
ko_kr: PIN 입력
pl_pl: Wprowadź PIN

source: Enter Passphrase
ko_kr: 비밀구절 입력
pl_pl: Wprowadź tekst szyfrujący

source: Enter Passphrase on Device
ko_kr: 디바이스에 비밀구절 입력

source: Enter Password
ko_kr: 비밀번호 입력
pl_pl: Podaj hasło

source: Enter Remote Node ID or connection string or invoice
ko_kr: 원격 노드 ID, 연결 문자열, 또는 송장을 입력하세요.

source: Enter Seed
ko_kr: 시드 입력
pl_pl: Wprowadź ziarno

source: Enter a label to name your device:
ko_kr: 디바이스 이름을 지정할 라벨을 입력하십시오:

source: Enter a list of Bitcoin addresses (this will create a watching-only wallet), or a list of private keys.
ko_kr: 비트코인 주소 목록 (조회 전용 지갑이 생성됨) 혹은 개인 키 목록을 입력하세요.

source: Enter a list of outputs in the 'Pay to' field.
ko_kr: '지불' 분야에서 출력의 목록을 입력 합니다.
pl_pl: Wprowadź listę wyjść w polu 'Odbiorca'.

source: Enter a new PIN for your {}:
ko_kr: {}에 사용할 새 PIN을 입력하세요:
pl_pl: Wprowadź nowy kod PIN dla {}:

source: Enter a new password below.
ko_kr: 아래에 새 비밀번호를 입력하세요.
pl_pl: Wprowadź nowe hasło poniżej.

source: Enter addresses
ko_kr: 주소 입력
pl_pl: Wprowadź adresy

source: Enter cosigner key
ko_kr: 공동 서명자 키 입력

source: Enter cosigner seed
ko_kr: 공동 서명자 시드 입력

source: Enter or scan into authenticator app. Then authenticate below
ko_kr: 인증 앱에 입력하거나 스캔하세요. 그런 다음 아래에서 인증하세요

source: Enter passphrase on device?
ko_kr: 디바이스에 비밀구절을 입력하시겠습니까?

source: Enter password:
ko_kr: 비밀번호를 입력:
pl_pl: Wprowadź hasło:

source: Enter private keys
ko_kr: 개인 키를 입력
pl_pl: Wprowadź klucze prywatne

source: Enter the amount you want to send
ko_kr: 전송할 금액 입력

source: Enter the passphrase to unlock this wallet:
ko_kr: 이 지갑을 풀기 위해 비밀구절을 입력하세요:

source: Enter the password used when the backup was created:
ko_kr: 백업을 생성할 때 사용된 비밀번호를 입력하세요:

source: Enter the seed for your 2-factor wallet:
ko_kr: 2단계 인증 지갑을 위한 시드를 입력하세요:

source: Enter their master private key (xprv) if you want to be able to sign for them.
ko_kr: 그들에게 계약할 수 있기를 원한다면 그들의 가장 중요한 사적인 키(xprv) 를 입력하세요.
pl_pl: Wprowadź ich główny prywatny klucz (xprv) jeśli chcesz mieć możliwość podpisania ich.

source: Enter your BIP39 mnemonic:
ko_kr: BIP39 니모닉을 입력하세요:

source: Enter your Digital Bitbox password:
ko_kr: Digital Bitbox 비밀번호를 입력하세요:

source: Enter your PIN (digits 1-9):
ko_kr: PIN을 입력하세요(1-9 자릿수):

source: Enter your current {} PIN:
ko_kr: 현재 {} PIN을 입력하세요:

source: Erase the Digital Bitbox
ko_kr: Digital Bitbox 삭제하기

source: Error
ko_kr: 오류
pl_pl: Błąd

source: Error adding payment request
ko_kr: 거래 요청 추가 에러
pl_pl: Błąd dodawania żądania płatności

source: Error combining partial transactions
ko_kr: 부분 거래 병합 에러

source: Error connecting to server
ko_kr: 서버 연결 에러
pl_pl: Błąd połączenia z serwerem

source: Error connecting to {} server
ko_kr: {} 서버 연결 에러
pl_pl: Błąd połączenia z serwerem {}

source: Error creating payment request
ko_kr: 지불 요청 생성 에러

source: Error getting TrustedCoin account info.
ko_kr: TrustedCoin 계정 정보 불러오기 에러
pl_pl: Błąd pobierania informacji o koncie TrustedCoin.

source: Error getting transaction from network
ko_kr: 네트워크로부터 거래 받기 에러
pl_pl: Błąd pobierania transakcji z sieci

source: Error joining partial transactions
ko_kr: 부분 거래 접근 에러

source: Error opening file
ko_kr: 파일 열기 에러
pl_pl: Błąd podczas otwierania pliku

source: Error parsing LNURL
ko_kr: LNURL 파싱 에러

source: Error parsing Lightning invoice
ko_kr: 라이트닝 송장 파싱 에러

source: Error parsing URI
ko_kr: URI 파싱 에러
pl_pl: Błąd parsowania URI

source: Error scanning devices
ko_kr: 디바이스 스캐닝 에러
pl_pl: Błąd skanowania urządzeń

source: Error showing address
ko_kr: 주소 표기하기 에러
pl_pl: Błąd wyświetlenia adresu

source: Error synchronising labels
ko_kr: 라벨 동기화 에러
pl_pl: Błąd synchronizacji etykiet

source: Error: Account discovery failed.
ko_kr: 에러: 계정이 발견되지 않았습니다.
pl_pl: Błąd: Nie wykryto konta.

source: Estimate
ko_kr: 추정
pl_pl: Oszacuj

source: Exit Electrum
ko_kr: Electrum 종료
pl_pl: Wyjdź z Electrum

source: Expiration period of your request.
ko_kr: 요청 만료 기간

source: Expiration time
ko_kr: 만료 시간

source: Expired
ko_kr: 기간만료
pl_pl: Wygasło

source: Expires
ko_kr: 만료일
pl_pl: Wygasa

source: Expiry
ko_kr: 만료
pl_pl: Wygasa

source: Export
ko_kr: 내보내기
pl_pl: Eksportuj

source: Export History
ko_kr: 기록 내보내기
pl_pl: Eksportuj Historię

source: Export backup
ko_kr: 백업 내보내기

source: Export invoices
ko_kr: 송장 내보내기

source: Export requests
ko_kr: 요청들 내보내기

source: Exposing a single private key can compromise your entire wallet!
ko_kr: 하나의 개인 키를 노출하는 것은 전체 지갑을 손상시킬 수 있습니다!
pl_pl: Ujawniając klucz prywatny możesz stracić cały twój portfel!

source: Extend this seed with custom words
ko_kr: 맞춤 문장으로 이 시드를 연장하세요.
pl_pl: Rozszerz to ziarno własnymi słowami

source: Failed
ko_kr: 실패

source: Failed HTLCs
ko_kr: 실패한 HTLC

source: Failed to display QR code.
ko_kr: QR코드 표시 실패

source: Failed to export to file.
ko_kr: 파일 출력 실패

source: Failed to import from file.
ko_kr: 파일 가져오기 실패

source: Failed to parse 'Pay to' line
ko_kr: '결제 대상' 라인 분석 실패

source: Failed to take screenshot.
ko_kr: 스크린샷 저장 실패

source: Failed to update password
ko_kr: 비밀번호 업데이트 실패함
pl_pl: Niepowodzenie aktualizacji hasła

source: Fallback address
ko_kr: 대체 주소

source: False
ko_kr: 거짓

source: Fatal
ko_kr: 심각한 오류

source: Features
ko_kr: 기능들

source: Fee
ko_kr: 수수료
pl_pl: Prowizja

source: Fee rounding
ko_kr: 수수료 반올림

source: Fee target
ko_kr: 수수료 목표값

source: Fee: {}
ko_kr: 비용: {}

source: Fees are paid by the sender.
ko_kr: 수수료는 송금자에 의해 지불됩니다.

source: Fiat
ko_kr: 법정화폐
pl_pl: Waluta

source: Fiat balance
ko_kr: 법정화폐 잔액

source: Fiat currency
ko_kr: 신용화폐
pl_pl: Pieniądz fiducjarny

source: Fiat incoming
ko_kr: 법정화폐 입금

source: Fiat outgoing
ko_kr: 법정화폐 출금

source: File
ko_kr: 파일
pl_pl: Plik

source: File Backup
ko_kr: 파일 백업

source: File created
ko_kr: 파일 생성됨

source: File not found
ko_kr: 파일을 찾을 수 없음

source: Filter by Date
ko_kr: 날짜별 필터

source: Find
ko_kr: 찾다
pl_pl: Znajdź

source: Firmware Version
ko_kr: 펌웨어 버전
pl_pl: Wersja oprogramowania

source: Firmware version (or "Bitcoin" app) too old for Segwit support. Please update at
ko_kr: 펌웨어 버전(또는 "비트코인" 앱)이 너무 낮아 Segwit을 지원하지 않습니다. 이곳에서 업데이트하세요
pl_pl: Wersja oprogramowania (lub aplikacji "Bitcoin") zbyt stara aby wspiera Segwit. Wgraj nową wersję na

source: Firmware version too old.
ko_kr: 펌웨어 버전이 너무 낮습니다.

source: Firmware version too old. Please update at
ko_kr: 펌웨어 버전이 너무 낮습니다. 이곳에서 업데이트하세요
pl_pl: Wersja oprogramowania zbyt stara. Wgraj nową wersję na

source: Fixed rate
ko_kr: 고정 금리
pl_pl: Stały przelicznik

source: Follow this branch
ko_kr: 이 분야를 따라가세요.
pl_pl: Śledź ten oddział

source: For CoinJoin; strip privates
ko_kr: CoinJoin용; 개인정보 삭제

source: For Lightning requests, payments will not be accepted after the expiration.
ko_kr: 라이트닝 요청은 만료 후에는 지불 받을 수 없습니다.

source: For hardware device; include xpubs
ko_kr: 하드웨어 장치용; xpub포함

source: For more information, visit
ko_kr: 자세한 내용은 이하를 방문하세요
pl_pl: Aby uzyskać więcej informacji odwiedź {}

source: For scanning QR codes.
ko_kr: QR코드 스캔용

source: Force-close
ko_kr: 강제 종료

source: Force-close channel
ko_kr: 채널 강제 종료

source: Force-close channel?
ko_kr: 채널을 강제 종료 하겠습니까?

source: Format
ko_kr: 형식

source: Format: address, amount
ko_kr: 형식: 주소, 금액
pl_pl: Format: adres, wartość

source: Forwarding
ko_kr: 포워딩

source: Freeze
ko_kr: 동결
pl_pl: Zamroź

source: Freeze Address
ko_kr: 주소 동결

source: Freeze Addresses
ko_kr: 주소들 동결

source: Freeze Coin
ko_kr: 코인 동결

source: Freeze Coins
ko_kr: 코인 동결

source: Freeze for receiving
ko_kr: 수신(받기) 동결

source: Freeze for sending
ko_kr: 송신(보내기) 동결

source: From
ko_kr: 발신자
pl_pl: Od

source: From channel
ko_kr: 채널로 부터

source: From {0} cosigners
ko_kr: {0}의 공동 서명자로부터
pl_pl: Od {0} współpodpisów

source: Frozen
ko_kr: 동결됨

source: Fulfilled HTLCs
ko_kr: 완료된 HTLC

source: Full 2FA enabled. This is not supported yet.
ko_kr: 전체 2단계 인증이 활성화되었습니다. 현재는 지원되지 않습니다.
pl_pl: Pełne 2FA włączone. Ta funkcja nie jest jeszcze wspierana.

source: Fully spend
ko_kr: 전액 지출

source: Funded
ko_kr: 자금 입금됨
pl_pl: Opłacone

source: Funded or Unused
ko_kr: 자금이 입금되었거나 사용되지 않음

source: Funding Outpoint
ko_kr: 자금 아웃포인트

source: Funding transaction
ko_kr: 자금 송금 거래

source: Funds in this channel will not be recoverable from seed until they are swept back into your wallet, and might be lost if you lose your wallet file.
ko_kr: 이 채널의 자금은 본인의 지갑으로 옮길 때까지 시드에서 복구할 수 없으며, 지갑 파일 분실 시 자금 또한 손실될 수 있습니다.

source: Generate a new random wallet
ko_kr: 새 랜덤 지갑 생성
pl_pl: Wygeneruj nowy, losowy portfel

source: Get wallet address
ko_kr: 지갑 주소 가져오기

source: Google Authenticator code:
ko_kr: 구글 인증 코드:
pl_pl: Kod Google Authenticator:
