Repository: SomberNight/electrum-locale
Catalog: locale/*/electrum.po
Languages: ko_kr, pl_pl

source: HTLCs in current commitment transaction
ko_kr: 현재 약정 거래의 HTLC

source: Handler not found for {}
ko_kr: {}에 대한 처리기를 찾을 수 없음

source: Hardware keystore added to wallet
ko_kr: 하드웨어 키 저장소가 지갑에 추가됨

source: Hardware not initialized
ko_kr: 하드웨어가 초기화 되지 않았습니다

source: Hardware successfully unlocked
ko_kr: 하드웨어 잠금이 성공적으로 풀렸습니다

source: Height
ko_kr: 높이
pl_pl: Wielkość

source: Help
ko_kr: 도움
pl_pl: Pomoc

source: Heterogenous master keys
ko_kr: 다른 종류의 마스터 키

source: History
ko_kr: 사용 기록
pl_pl: Historia

source: Homescreen
ko_kr: 홈스크린
pl_pl: Ekran główny

source: Hops
ko_kr: 홉

source: I already have a seed
ko_kr: 이미 시드를 갖고 있습니다
pl_pl: Mam już ziarno

source: If you lose your seed, your money will be permanently lost.
ko_kr: 만약 당신이 당신의 시드를 잃으면, 당신은 영구적으로 당신의 돈을 잃게 됩니다.
pl_pl: Jeżeli zgubisz swoje ziarno, twoje pieniądze przepadną.

source: If you still have your OTP secret, then authenticate below to finalize wallet creation
ko_kr: OTP 비밀 키를 아직 보유하고 있다면, 아래에서 인증하여 지갑 생성을 완료하세요.

source: If you want this system to stay offline and continue the completion of the wallet on an online system, uncheck the checkbox and press Finish.
ko_kr: 이 시스템을 오프라인 상태로 유지하고 온라인 시스템에서 지갑 생성을 완료하려면, 체크박스를 해제하고 '완료'를 누르세요.

source: If you want to create new addresses, use a deterministic wallet instead.
ko_kr: 새 주소를 만들고 싶으면, deterministic 지갑을 대신 사용하세요.
pl_pl: Jeśli chcesz utworzyć nowe adresy, użyj deterministycznego portfela.

source: If your device is not detected on Windows, go to "Settings", "Devices", "Connected devices", and do "Remove device". Then, plug your device again.
ko_kr: Windows에서 디바이스가 감지되지 않으면, "설정", "디바이스", "연결된 디바이스"로 이동하여 "디바이스 제거"를 수행한 후 디바이스를 다시 연결하세요.

source: If your wallet contains funds, make sure you have saved its seed.
ko_kr: 지갑에 자금이 있다면, 반드시 시드를 저장했는지 확인하세요.

source: Ignore and continue?
ko_kr: 무시하고 계속하시겠습니까?

source: Import
ko_kr: 가져오기
pl_pl: Importuj

source: Import Bitcoin Addresses or Private Keys
ko_kr: 비트코인 주소 또는 개인 키 가져오기

source: Import Bitcoin addresses or private keys
ko_kr: 비트코인 주소 또는 개인 키 가져오기

source: Import addresses
ko_kr: 주소를 불러오다
pl_pl: Importuj adresy

source: Import channel backup
ko_kr: 채널 백업 가져오기

source: Import invoices
ko_kr: 송장 가져오기

source: Import pairing from the Digital Bitbox desktop app
ko_kr: Digital Bitbox 데스크톱 앱에서 페어링 가져오기

source: Import private keys
ko_kr: 개인 키를 가져옵니다
pl_pl: Importuj klucze prywatne

source: Import requests
ko_kr: 요청 가져오기

source: In particular, DO NOT use 'redeem private key' services proposed by third parties.
ko_kr: 특히, 타사에 의해 제안 된 서비스의 개인 키를 구속 '사용하지 마십시오.
pl_pl: Absolutnie nie używaj usług typu "wypłacanie BTC z kluczy prywatnych" oferowanych przez osoby trzecie.

source: In progress
ko_kr: 진행 중
pl_pl: W trakcie

source: In seedless mode, the mnemonic seed words are never shown to the user. There is no backup, and the user has a proof of this. This is an advanced feature, only suggested to be used in redundant multisig setups.
ko_kr: 시드리스 모드에서는 니모닉 시드 단어가 사용자에게 절대 표시되지 않습니다. 백업이 없으며, 사용자는 이를 입증할 수 있습니다. 이는 고급 기능으로, 중복 멀티시그 설정에서만 사용을 권장합니다.

source: In some cases, use up to 3 change addresses in order to break up large coin amounts and obfuscate the recipient address.
ko_kr: 경우에 따라 큰 동전을 휴식 하 고 받는 사람 주소를 혼 미 최대 3 변경 주소를 사용 합니다.
pl_pl: W niektórych przypadkach można użyć maksymalnie 3 adresów reszty w celu podzielenia dużych kwot i zaciemnienia adresu odbiorcy.

source: In the Electrum mobile app, use the 'Send' button to scan this QR code.
ko_kr: Electrum 모바일 앱에서 '보내기' 버튼을 사용해 QR 코드를 스캔하세요.

source: In the next block
ko_kr: 다음 블록

source: Include SLIP-19 ownership proofs
ko_kr: SLIP-19 소유권 증명 포함

source: Incorrect password
ko_kr: 비밀번호가 일치하지 않음
pl_pl: Nieprawidłowe hasło

source: Incorrect password entered.
ko_kr: 일치하지 않는 비밀번호가 입력되었습니다.

source: Increase fee
ko_kr: 비용 증가
pl_pl: Zwiększ prowizję

source: Increase your transaction's fee to improve its position in mempool.
ko_kr: 메모리 풀의 우선순위를 향상시키기 위해 수수료를 높이세요.

source: Info
ko_kr: 정보

source: Information
ko_kr: 정보
pl_pl: Informacja

source: Initialized
ko_kr: 초기화됨

source: Initiating swap...
ko_kr: 스왑을 시작하는 중...

source: Initiator:
ko_kr: 개시자:

source: Input amount
ko_kr: 수량 입력
pl_pl: Podaj wartość

source: Input channel backup
ko_kr: 채널 백업 입력

source: Input raw transaction
ko_kr: 입력 원시 트랜잭션
pl_pl: Wprowadź surową transakcję

source: Input {} has a non_witness_utxo with the wrong hash
ko_kr: 입력 {}에 잘못된 해시를 가진 non_witness_utxo가 있습니다.

source: Input {} is marked SIGHASH_ANYONECANPAY.
ko_kr: 입력 {}이(가) SIGHASH_ANYONECANPAY로 표시되어 있습니다.

source: Input {} is marked SIGHASH_NONE.
ko_kr: 입력 {}이(가) SIGHASH_NONE으로 표시되어 있습니다.

source: Input {} is marked SIGHASH_SINGLE.
ko_kr: 입력 {}이(가) SIGHASH_SINGLE로 표시되어 있습니다.

source: Inputs
ko_kr: 입력
pl_pl: Wejścia

source: Install the zbar package to enable this.
ko_kr: 이것을 가능하게 하려면 zbar package를 설치하세요.
pl_pl: Zainstaluj pakiet zbar, aby to włączyć.

source: Instructions:
ko_kr: 지침서:

source: Insufficient balance
ko_kr: 잔액 부족

source: Insufficient funds
ko_kr: 잔고 부족
pl_pl: Niewystarczająca ilość środków

source: Integers weights can also be used in conjunction with '!', e.g. set one amount to '2!' and another to '3!' to split your coins 40-60.
ko_kr: 정수 가중치는 '!'와 조합하여 사용할 수 있습니다. 예를 들어, 한 금액을 '2!'로 설정하고 다른 금액을 '3!'으로 설정하여 코인을 40-60 비율로 나눌 수 있습니다.

source: Invalid Address
ko_kr: 잘못된 주소
pl_pl: Niepoprawny Adres

source: Invalid Amount
ko_kr: 잘못된 금액
pl_pl: Nieprawidłowa kwota

source: Invalid Bitcoin Address
ko_kr: 잘못된 비트 코인 주소
pl_pl: Nieprawidłowy adres Bitcoin

source: Invalid Bitcoin address
ko_kr: 유효하지 않은 비트코인 주소

source: Invalid Bitcoin address.
ko_kr: 비트코인 주소가 유효하지 않습니다.

source: Invalid Fee
ko_kr: 유효하지 않은 수수료

source: Invalid JSON code.
ko_kr: 유효하지 않은 JSON 코드

source: Invalid Lines found:
ko_kr: 잘못된 라인을 찾을 수 :
pl_pl: Znaleziono nieprawidłowe linie:

source: Invalid Public key
ko_kr: 유효하지 않은 공개 키

source: Invalid bitcoin address: {}
ko_kr: 유효하지 않은 비트코인 주소: {}

source: Invalid input script type: {} is not supported by the BitBox02
ko_kr: 유효하지 않은 입력 스크립트 유형: {}는 BitBox02에서 지원되지 않습니다.

source: Invalid invoice format
ko_kr: 유효하지 않은 송장 형식

source: Invalid length.
ko_kr: 길이가 유효하지 않습니다.

source: Invalid mnemonic checksum.
ko_kr: 유효하지 않은 니모닉 체크섬입니다.

source: Invalid mnemonic group threshold.
ko_kr: 유효하지 않은 니모닉 그룹 임계값입니다.

source: Invalid mnemonic padding.
ko_kr: 유효하지 않은 니모닉 패딩입니다.

source: Invalid mnemonic word
ko_kr: 유효하지 않은 니모닉 단어

source: Invalid one-time password.
ko_kr: 유효하지 않은 일회용 비밀번호입니다.

source: Invalid payment identifier
ko_kr: 유효하지 않은 결제 식별자입니다.

source: Invalid payment identifier in QR
ko_kr: QR 코드 내 유효하지 않은 결제 식별자

source: Invalid payment identifier in file
ko_kr: 파일 내 유효하지 않은 결제 식별자

source: Invalid payment identifier on clipboard
ko_kr: 클립보드의 유효하지 않은 결제 식별자

source: Invalid xpub magic. Make sure your {} device is set to the correct chain.
ko_kr: 잘못된 xpub 매직입니다. {} 디바이스가 올바른 체인에 설정되어 있는지 확인하세요.

source: Invoice already paid
ko_kr: 이미 결제된 송장

source: Invoice has expired
ko_kr: 송장이 만료됨

source: Invoice has unknown status
ko_kr: 송장의 상태 알 수 없음

source: Invoice requires unknown or incompatible Lightning feature
ko_kr: 송장에 알 수 없거나 호환되지 않는 라이트닝 기능이 필요합니다.

source: Invoice wants us to risk locking funds for unreasonably long.
ko_kr: 송장이 비합리적으로 오랜 기간동안 자금을 잠그는 위험을 요구하고 있습니다

source: Invoices
ko_kr: 인보이스
pl_pl: Rachunki

source: It also contains your master public key that allows watching your addresses.
ko_kr: 이는 주소 모니터링이 가능한 마스터 공개 키 또한 포함하고 있습니다.

source: It cannot be "backed up" by simply exporting these private keys.
ko_kr: 개인 키를 단순히 내보내는 것으로는 "백업"할 수 없습니다.

source: It conflicts with current history.
ko_kr: 현재 기록과 충돌합니다.

source: It may be imported in another wallet with the same seed.
ko_kr: 동일한 시드를 가진 다른 지갑으로 가져올 수 있습니다.

source: It shows a channel that was opened with another instance of this wallet
ko_kr: 이 지갑의 다른 인스턴스에서 열렸던 채널을 표시합니다.

source: Jade Status
ko_kr: Jade 상태

source: Join inputs/outputs
ko_kr: 입력/출력 병합

source: Keep
ko_kr: 보관

source: KeepKey Seed Recovery
ko_kr: KeepKey 시드 복구

source: KeepKey Setup
ko_kr: KeepKey 설정

source: Keyboard shortcut: type "!" to send all your coins.
ko_kr: 키보드 바로 가기 : 유형 "!" 모든 동전을 보낼 수 있습니다.
pl_pl: Skrót klawiaturowy: wpisz "!" aby wysłać wszystkie swoje monety.

source: Keystore
ko_kr: 키스토어

source: Keystore type
ko_kr: 키스토어 유형

source: Label
ko_kr: 라벨

source: LabelSync Plugin
ko_kr: LabelSync 플러그인

source: Labels downloaded
ko_kr: 다운로드된 라벨

source: Labels uploaded
ko_kr: 업로드된 라벨

source: Language
ko_kr: 언어 선택
pl_pl: Język

source: Latest version: {}
ko_kr: 최신 버전: {}
pl_pl: Najnowsza wersja: {}

source: Leave this field empty if you want to disable encryption.
ko_kr: 이 필드는 암호화를 사용 하지 않도록 설정 하려는 경우 비어 둡니다.
pl_pl: Zostaw to pole puste jeżeli nie chcesz używać szyfrowania.

source: Ledger Status
ko_kr: Ledger 상태

source: Let the device generate a completely new seed randomly
ko_kr: 디바이스가 완전히 새로운 시드를 무작위로 생성하도록 허용하세요.

source: Library version for '{}' is incompatible.
ko_kr: '{}'에 대한 라이브러리 버전이 호환되지 않습니다.

source: Lightning
ko_kr: 라이트닝

source: Lightning (frozen)
ko_kr: 라이트닝 (동결)

source: Lightning Channel
ko_kr: 라이트닝 채널

source: Lightning Invoice
ko_kr: 라이트닝 송장

source: Lightning Network
ko_kr: 라이트닝 네트워크

source: Lightning Network Statistics
ko_kr: 라이트닝 네트워크 통계

source: Lightning Node ID:
ko_kr: 라이트닝 노드 ID:

source: Lightning Payment
ko_kr: 라이트닝 결제

source: Lightning Request
ko_kr: 라이트닝 요청

source: Lightning frozen
ko_kr: 라이트닝 동결

source: Lightning funds were not received.
ko_kr: 라이트닝 자금을 수신하지 못했습니다.

source: Lightning gossip not active.
ko_kr: 라이트닝 가십 기능이 활성화되지 않았습니다.

source: Lightning is currently restricted to HD wallets with p2wpkh addresses.
ko_kr: 라이트닝은 현재 p2wpkh 주소를 사용하는 HD 지갑으로 제한됩니다.

source: Lightning is disabled
ko_kr: 라이트닝 비활성화됨

source: Lightning is not enabled because this wallet was created with an old version of Electrum. Create lightning keys?
ko_kr: 지갑이 이전 버전의 Electrum으로 생성되어 라이트닝이 활성화되지 않았습니다. 라이트닝 키를 생성하시겠습니까?

source: Lightning keys have been initialized.
ko_kr: 라이트닝 키가 초기화되었습니다.

source: Load a wallet from the micro SD card
ko_kr: 마이크로 SD카드에서 지갑 로드

source: Load backup
ko_kr: 백업 불러오기

source: Load transaction
ko_kr: 트랜잭션 읽어오기
pl_pl: Wczytaj transakcję

source: Loading backup...
ko_kr: 백업 불러오는 중...

source: Local
ko_kr: 로컬

source: Local (future: {})
ko_kr: 로컬 (미래: {})

source: Local balance
ko_kr: 로컬 잔액

source: Local dust limit
ko_kr: 로컬 더스트 제한

source: Local force-close CSV delay
ko_kr: 로컬 강제 종료 CSV 지연

source: Local reserve
ko_kr: 로컬 예약

source: LockTime
ko_kr: 잠금시간

source: LockTime: {} ({})
ko_kr: 잠금시간: {} ({})

source: Long Channel ID
ko_kr: 긴 출력 ID

source: Long Output point
ko_kr: 긴 출력 포인트

source: Looks like you have entered a valid seed of type '{}' but this dialog does not support such seeds.
ko_kr: 유효한 '{}' 유형의 시드를 입력한 것으로 보이지만, 이 대화 상자는 해당 시드를 지원하지 않습니다.

source: Looks like your device is in bootloader mode. Try reconnecting it. If you haven't installed a firmware on it yet, you can download it from {}
ko_kr: 디바이스가 부트로더 모드에 있는 것 같습니다. 장치를 다시 연결해 보세요. 아직 펌웨어를 설치하지 않았다면 {}에서 다운로드할 수 있습니다.

source: Lookup transaction
ko_kr: 트랜잭션 살펴보기
pl_pl: Wyszukaj transakcję

source: Low fee
ko_kr: 저수수료
pl_pl: Niska prowizja

source: Make sure you have a camera connected and enabled.
ko_kr: 카메라가 연결되고 활성화되어 있는지 확인하세요.

source: Make sure you have imported the correct wallet description file on the device for this multisig wallet.
ko_kr: 이 멀티시그 지갑에 대해 올바른 지갑 설명 파일을 디바이스에 가져왔는지 확인하세요.

source: Make sure you install it with python3
ko_kr: python3로 설치했는지 확인해 주세요.

source: Make sure you own the seed phrase or the private keys, before you request Bitcoins to be sent to this wallet.
ko_kr: 이 지갑에 게 Bitcoins를 요청 하기 전에 씨 구 또는 개인 키를 소유 다는 것을 확인 하십시오.
pl_pl: Upewnij się że posiadasz szyfr ziarna lub klucze prywatne, zanim zażądasz bitcoiny aby zostały wysłane do tego portfela.

source: Make sure you pay enough mining fees; you will not be able to bump the fee later.
ko_kr: 충분한 채굴 수수료를 지불했는지 확인하세요. 이후에는 수수료를 높일 수 없습니다.

source: Master Fingerprint
ko_kr: 마스터 지문

source: Master Public Key
ko_kr: 공개 키 마스터 :
pl_pl: Główny klucz publiczny

source: Matrix
ko_kr: 매트릭스

source: Max
ko_kr: 최고점
pl_pl: Maks

source: Max comment length: {} characters
ko_kr: 최대 댓글 길이: {}자

source: Max fee exceeded
ko_kr: 최대 수수료 초과
pl_pl: Maksymalna prowizja przekroczona

source: Max lightning fees to pay
ko_kr: 지불 가능한 최대 라이트닝 수수료

source: Max lightning fees to pay for small payments
ko_kr: 소액 결제를 위한 최대 라이트닝 수수료

source: Medium
ko_kr: 중급

source: Mempool
ko_kr: 메모리 풀

source: Mempool based: fee rate is targeting a depth in the memory pool
ko_kr: 메모리 풀 기반: 수수료율이 메모리 풀의 깊이를 목표로 합니다.

source: Merge duplicate outputs
ko_kr: 중복된 출력 병합
pl_pl: Połącz zdublowane wyjścia

source: Merge signatures from
ko_kr: 서명을 다음에서 병합

source: Merge transaction outputs that pay to the same address into a single output that pays the sum of the original amounts.
ko_kr: 동일한 주소로 지불하는 거래 출력을 원래 금액의 합계를 지불하는 단일 출력으로 병합합니다.

source: Message
ko_kr: 메시지
pl_pl: Wiadomość

source: Message encryption, decryption and signing are currently not supported for {}
ko_kr: {}에 대한 메시지 암호화, 복호화 및 서명은 현재 지원되지 않습니다

source: Method
ko_kr: 메소드

source: Min
ko_kr: 최소

source: Minimum required amount: {}
ko_kr: 필요한 최소 금액: {}

source: Mining Fee
ko_kr: 채굴 수수료
pl_pl: Prowizja górnicza

source: Mining fee
ko_kr: 수수료
pl_pl: Prowizja górnicza

source: Mining fee: {} (can be adjusted on next screen)
ko_kr: 채굴 수수료: {} (다음 화면에서 조정 가능)

source: Misc
ko_kr: 기타

source: Missing amount
ko_kr: 금액 미작성

source: Missing libraries for {}.
ko_kr: {}에 필요한 라이브러리가 누락되었습습니다.

source: Missing previous tx for legacy input.
ko_kr: 레거시 입력에 대한 이전 거래가 누락되었습니다.

source: Missing previous tx.
ko_kr: 이전 거래가 누락되었습니다.

source: Missing report URL.
ko_kr: 리포트 URL이 누락되었습니다.

source: Mobile pairing options
ko_kr: 모바일 페어링 옵션

source: More info at: {}
ko_kr: 자세한 정보: {}

source: More than one QR code was found on the screen.
ko_kr: 두 개 이상의 QR 코드가 감지되었습니다.

source: Move funds between your channels in order to increase your sending capacity.
ko_kr: 전송 용량을 늘리기 위해 채널 간에 자금을 이동하세요.

source: Move the slider to set the amount and direction of the swap.
ko_kr: 슬라이더를 이동하여 스왑 금액과 방향을 설정하세요.

source: Multi-Signature Wallet
ko_kr: 다중 서명 지갑
pl_pl: Portfel z wieloma podpisami

source: Multi-signature wallet
ko_kr: 다중서명 지갑

source: Name
ko_kr: 이름
pl_pl: Nazwa

source: Name this {}. If you have multiple devices their labels help distinguish them.
ko_kr: 여기 {}에 이름을 지정하세요. 여러 디바이스를 사용하는 경우, 레이블이 디바이스를 구별하는 데 도움이 될 수 있습니다.

source: Network
ko_kr: 네트워크
pl_pl: Sieć

source: Network and server configuration
ko_kr: 네트워크 및 서버 설정

source: Network request timed out.
ko_kr: 네트워크 요청 시간이 초과되었습니다.

source: Never
ko_kr: 안 함
pl_pl: Nigdy

source: Never disclose your seed.
ko_kr: 당신의 씨앗을 공개하지 마십시오. 웹 사이트에 입력하지 마십시오.
pl_pl: Nigdy nie ujawniaj swojego ziarna.

source: Never type it on a website.
ko_kr: 결코 웹사이트에 그것을 입력 합니다.
pl_pl: Nigdy nie wpisuj go na stronie internetowej.

source: New Channel
ko_kr: 새 채널

source: New Contact
ko_kr: 새 연락처
pl_pl: Nowy kontakt

source: New Password:
ko_kr: 새 비밀번호:
pl_pl: Nowe hasło:

source: New Transaction
ko_kr: 새 거래

source: New fee
ko_kr: 새 수수료

source: New transaction: {}
ko_kr: 새로운 거래: {}

source: Next
ko_kr: 다음 것
pl_pl: Dalej

source: Next share
ko_kr: 다음 주식

source: No
ko_kr: 아니오
pl_pl: Nie

source: No Data
ko_kr: 데이터 없음

source: No QR code was found on the screen.
ko_kr: 화면에서 QR 코드를 찾을 수 없습니다.

source: No address available.
ko_kr: 사용 가능한 주소가 없습니다.

source: No amount
ko_kr: 금액 없음

source: No auth code
ko_kr: 인증코드 없음

source: No data
ko_kr: 데이터 없음
pl_pl: Brak danych

source: No donation address for this server
ko_kr: 이메일 주소 알림
pl_pl: Brak adresu do wsparcia dla tego serwera

source: No exceptions encountered.
ko_kr: 예외가 발생하지 않았습니다.

source: No existing accounts found.
ko_kr: 기존 계정을 찾을 수 없습니다.

source: No fee
ko_kr: 수수료 없음

source: No fee rate
ko_kr: 수수료율 없음

source: No hardware device detected.
ko_kr: 하드웨어 장치가 감지되지 않았습니다.

source: No inputs found.
ko_kr: 입력을 찾을 수 없습니다.

source: No keystore
ko_kr: 키스토어 없음

source: No more addresses in your wallet.
ko_kr: 당신의 지갑에서 더 이상 주소.
pl_pl: Nie ma więcej adresów w portfelu.

source: No outputs
ko_kr: 출력 없음
pl_pl: Brak wyjść

source: No path found
ko_kr: 경로를 찾을 수 없음

source: No valid shares.
ko_kr: 유효한 주식이 없습니다.

source: Node ID
ko_kr: 노드 ID

source: Node alias
ko_kr: 노드 별칭

source: Nodes
ko_kr: 노드
pl_pl: Węzły

source: None
ko_kr: 없음
pl_pl: Brak

source: Nostr relays
ko_kr: Nostr 릴레이

source: Not Now
ko_kr: 나중에

source: Not Verified
ko_kr: 인증되지 않음

source: Not a master key
ko_kr: 마스터 키 아님

source: Not available for this wallet.
ko_kr: 이 지갑에서는 사용할 수 없습니다.

source: Not connected
ko_kr: 연결되지 않음
pl_pl: Niepołączony

source: Not enough funds
ko_kr: 충분하지 않습니다 자금
pl_pl: Niewystarczające środki

source: Not enough funds on address.
ko_kr: 주소에 자금이 부족합니다.

source: Not enough funds.
ko_kr: 자금이 부족합니다.

source: Not verified
ko_kr: 인증되지 않음

source: Not yet available
ko_kr: 아직 사용할 수 없음

source: Note that if you have frozen some of your addresses, the available funds will be lower than your total balance.
ko_kr: 당신이 당신의 주소의 일부를 동결 한 경우, 사용 가능한 자금이 총 잔액보다 낮게 않습니다.
pl_pl: Pamiętaj, że jeśli zamrożono niektóre adresy, dostępne fundusze będą niższe od łącznego salda.

source: Note that lightning channels will be converted to channel backups.
ko_kr: 라이트닝 채널이 채널 백업으로 변환될 것임을 유의하세요.

source: Note that this is NOT your encryption password.
ko_kr: 주의: 암호화 비밀번호가 아님에 유의하세요.

source: Note that your coins are not locked in this service. You may withdraw your funds at any time and at no cost, without the remote server, by using the 'restore wallet' option with your wallet seed.
ko_kr: 이 서비스에 코인이 잠겨 있지 않음을 유의하세요. 지갑 시드의 '지갑 복원' 옵션으로 자금을 원격 서버 없이 언제든지 무비용으로 출금할 수 있습니다.

source: Note: this is an offline transaction, if you want the network to see it, you need to broadcast it.
ko_kr: 주의: 이것은 오프라인 거래입니다. 네트워크에 표시하려면 이를 브로드캐스트해야 합니다.

source: Note: this wallet file is outside the default wallets folder.
ko_kr: 참고: 이 지갑 파일은 기본 지갑 폴더 외부에 있습니다.

source: Nothing to plot.
ko_kr: 표시할 내용이 없습니다.

source: Nothing to summarize.
ko_kr: 요약할 내용이 없습니다.

source: Number of zeros displayed after the decimal point. For example, if this is set to 2, "1." will be displayed as "1.00"
ko_kr: 제로의 수는 소수점 표시됩니다. 예를 들어,이 2로 설정되어있는 경우, "1" "1.00"으로 표시됩니다
pl_pl: Liczba zer wyświetlana po przecinku. Np. jeśli wpiszesz tutaj "2", to zamiast "1," zobaczysz "1,00"

source: OK
ko_kr: 확인

source: OP_RETURN payload too large.
ko_kr: OP_RETURN 페이로드가 너무 큽니다.

source: Offline
ko_kr: 오프라인

source: On Linux, you might have to add a new permission to your udev rules.
ko_kr: Linux에서는, udev 규칙에 새로운 권한을 추가해야 할 수 있습니다.

source: On-chain
ko_kr: 온 체인

source: Onchain Invoice
ko_kr: 온 체인 송장

source: One output per line.
ko_kr: 선 당 1 개의 출력 합니다.
pl_pl: Jedno wyjście na linię.

source: Online Block Explorer
ko_kr: 온라인 블록 탐색기
pl_pl: Eksplorator bloków

source: Only OP_RETURN scripts are supported.
ko_kr: OP_RETURN 스크립트만이 지원됩니다.

source: Only OP_RETURN scripts, with one constant push, are supported.
ko_kr: 단일 상수가 포함된 OP_RETURN 스크립트만 지원됩니다.

source: Only wipe a device if you have the recovery seed written down and the device wallet(s) are empty, otherwise the bitcoins will be lost forever.
ko_kr: 복구 시드를 기록해 두고 디바이스 내 지갑이 비어 있는 경우에만 디바이스를 초기화하세요. 그렇지 않으면 비트코인을 영구적으로 잃을 수 있습니다.

source: Open Channel
ko_kr: 채널 열기

source: Open Lightning channel?
ko_kr: 라이트닝 채널을 열겠습니까?

source: Open a new channel
ko_kr: 새 채널 열기

source: Open calibration pdf
ko_kr: 조정 PDF 열기

source: Open channel
ko_kr: 채널 열기

source: Open {} file
ko_kr: {} 파일 열기

source: OpenAlias record, used to receive coins and to sign payment requests.
ko_kr: OpenAlias 기록, 동전 하 고 결제 요청을 서명 하는 데 사용.
pl_pl: Rekord OpenAlias, służący do otrzymywania monet i podpisywania żądań płatności.

source: Opening channel...
ko_kr: 파일 여는 중...

source: Options
ko_kr: 설정
pl_pl: Ustawienia

source: Or
ko_kr: 또는

source: Or click cancel to skip this keystore instead.
ko_kr: 또는 취소를 클릭하여 이 키스토어를 건너뛸 수 있습니다.

source: Other known servers
ko_kr: 다른 알려진 서버

source: Other options
ko_kr: 기타 옵션

source: Outdated device firmware
ko_kr: 오래된 디바이스 펌웨어

source: Outdated {} firmware for device labelled {}. Please download the updated firmware from {}
ko_kr: {}로 표시된 장치의 {} 펌웨어가 오래되었습니다. {}에서 최신 펌웨어를 다운로드하세요.

source: Outdated {} firmware for device labelled {}. Please update using a Blockstream Green companion app
ko_kr: {}로 표시된 장치의 {} 펌웨어가 오래되었습니다. Blockstream Green 동반 앱을 사용하여 업데이트하세요.

source: Output amount
ko_kr: 출력 수량
pl_pl: Kwota wyjściowa

source: Output point
ko_kr: 출력점

source: Outputs
ko_kr: 출력
pl_pl: Wyjścia

source: PIN Protection
ko_kr: PIN 보호

source: PIN protection is strongly recommended. A PIN is your only protection against someone stealing your bitcoins if they obtain physical access to your {}.
ko_kr: PIN 보호를 강력히 권장합니다. PIN은 {}에 물리적으로 접근한 누군가가 비트코인을 훔치는 것을 막는 유일한 보호 수단입니다.

source: PIN set
ko_kr: PIN 코드 설정

source: Paid
ko_kr: 결제 완료
pl_pl: Zapłacone

source: Parents
ko_kr: 부모

source: Partially signed
ko_kr: 부분적으로 서명됨

source: Passphrase:
ko_kr: 비밀구절:
pl_pl: Tekst szyfrujący:

source: Passphrases
ko_kr: 비밀구절
pl_pl: Hasła

source: Passphrases allow you to access new wallets, each hidden behind a particular case-sensitive passphrase.
ko_kr: 비밀구절을 사용하면 특정 대소문자를 구분하는 암호 구문 뒤에 숨겨진 새로운 지갑에 접근할 수 있습니다.

source: Password
ko_kr: 비밀번호
pl_pl: Hasło

source: Password Strength
ko_kr: 비밀번호 강도
pl_pl: Siła hasła

source: Password is disabled, this wallet is not protected
ko_kr: 비밀번호 비활성화됨, 이 지갑은 보호되지 않습니다.
pl_pl: Hasło jest wyłączone, ten portfel nie jest chroniony

source: Password must have at least 4 characters.
ko_kr: 비밀번호는 최소 4자 이상이어야 합니다.

source: Password must have less than 64 characters.
ko_kr: 비밀번호는 최대 64자 이하이어야 합니다.

source: Password was updated successfully
ko_kr: 비밀번호가 성공적으로 업데이트되었습니다
pl_pl: Hasło zaktualizowane pomyślnie

source: Password:
ko_kr: 비밀번호:
pl_pl: Hasło:

source: Paste from clipboard
ko_kr: 클립보드에서 붙여넣기
pl_pl: Wklej ze schowka

source: Paste invoice from clipboard
ko_kr: 클립보드에서 송장 붙여넣기

source: Pay
ko_kr: 결제
pl_pl: Zapłać

source: Pay lightning invoice?
ko_kr: 라이트닝 송장을 지불하시겠습니까?

source: Pay to
ko_kr: 에 지불
pl_pl: Odbiorca

source: Payment Hash
ko_kr: 해시 결제

source: Payment Request
ko_kr: 결제 요청이 만료되었습니다
pl_pl: Żądanie płatności

source: Payment failed
ko_kr: 결제 실패

source: Payment failed:
ko_kr: 결제 실패:

source: Payment hash
ko_kr: 해시 결제

source: Payment in progress...
ko_kr: 결제 진행 중...

source: Payment log
ko_kr: 결제 로그

source: Payment request has expired
ko_kr: 결제 요청이 만료되었습니다
pl_pl: Żądanie płatności wygasło

source: Payment sent
ko_kr: 결제 완료

source: Payment sent.
ko_kr: 결제 보냈습니다.
pl_pl: Płatność wysłana.

source: Payments (HTLCs):
ko_kr: 결제 (HTLC):

source: Performing swap...
ko_kr: 스왑 수행 중...

source: Please briefly describe what led to the error (optional):
ko_kr: 오류 발생 원인을 간략히 설명해주세요 (선택 사항):

source: Please check your relays and network connection
ko_kr: 릴레이와 네트워크 연결을 확인하세요

source: Please check your {} device
ko_kr: {} 디바이스를 체크해 주세요

source: Please confirm
ko_kr: 확인 바랍니다

source: Please confirm signing the message with your Jade device...
ko_kr: Jade 디바이스를 사용하여 메시지 서명을 확인하세요.

source: Please confirm the multisig wallet details on your Jade device...
ko_kr: Jade 디바이스에서 다중서명 지갑 세부 정보를 확인하세요.

source: Please confirm the transaction details on your Jade device...
ko_kr: Jade 디바이스에서 거래 세부 정보를 확인하세요.

source: Please create a backup of your wallet file!
ko_kr: 지갑 파일의 백업을 생성하세요!

source: Please enable gossip
ko_kr: 가십을 활성화해 주세요

source: Please enter the master public key (xpub) of your cosigner.
ko_kr: 공동 서명자의 마스터 공개 키(xpub)를 입력하세요.
pl_pl: Proszę podać główny klucz publiczny (xpub) lub twój współpodpis.

source: Please enter your Google Authenticator code
ko_kr: 구글 인증 코드를 입력해 주세요

source: Please enter your Google Authenticator code:
ko_kr: 구글 인증 코드를 입력해 주세요:

source: Please enter your master private key (xprv).
ko_kr: 마스터 비밀 키(xprv)를 입력해 주세요.
