Repository: SomberNight/electrum-locale
Catalog: locale/*/electrum.po
Languages: ko_kr, pl_pl

source: Do not paste code here that you don't understand. Executing the wrong code could lead to your coins being irreversibly lost.
pl_pl: Nie wklejaj tutaj kodu którego nie rozumiesz. Wykonanie niewłaściwego kodu może spowodować nieodwracalną utratę twoich monet.

source: Fee policy
pl_pl: Warunki prowizji

source: However, we do not generate BIP39 seeds, because they do not meet our safety standard.
pl_pl: Jednakże nie generujemy ziaren BIP39, ponieważ nie spełniają one naszych standardów bezpieczeństwa.

source: Light
pl_pl: Jasny

source: Paste
pl_pl: Wklej

source: Startup times are instant because it operates in conjunction with high-performance servers that handle the most complicated parts of the Bitcoin system.
pl_pl: Czas uruchomienia jest natychmiastowy, ponieważ system działa w połączeniu z serwerami o wysokiej wydajności, które obsługują najbardziej skomplikowane części systemu Bitcoin.

source: This file does not exist.
pl_pl: Ten plik nie istnieje.

source: This is the height of your local copy of the blockchain.
pl_pl: Rozmiar lokalnej kopii łańcucha bloków.

source: To
pl_pl: Do

source: Uses icons from the Icons8 icon pack (icons8.com).
pl_pl: Używa ikon z paczki ikon Icons8 (icons8.com).

source: We do not guarantee that BIP39 imports will always be supported in Electrum.
pl_pl: Nie gwarantujemy, że import BIP39 będzie zawsze obsługiwany w Electrum.

source: Yes
pl_pl: Tak

source: You are using a non-deterministic wallet, which cannot create new addresses.
pl_pl: Używasz Nie deterministycznego portfela, który nie może tworzyć nowych adresów.

source: Your accounts have been moved to
pl_pl: Twoje konta zostały przeniesione do

source: Your bitcoins are password protected. However, your wallet file is not encrypted.
pl_pl: Twoje bitcoiny s zabezpieczone hasłem. Jednakże, twój portfel nie jest szyfrowany.

source: Your seed extension is
pl_pl: Rozszerzenie twojego ziarna to

source: {} addresses
pl_pl: {} adresy

# About|
source: Homepage
pl_pl: Strona główna

# About|
source: Developers
pl_pl: Deweloperzy

# About|
source: Distributed by Electrum Technologies GmbH
pl_pl: Dystrybutorem jest Electrum Technologies GmbH

# Addresses|
source: change addresses
pl_pl: adresy reszty

# CloseChannelDialog|
source: Channel closed
pl_pl: Zamknięto kanał

# FeePicker|
source: Fee rate
pl_pl: Stawka prowizji

# ImportAddressesKeysDialog|
source: Enter, paste or scan additional addresses
pl_pl: Wprowadź, wklej lub zeskanuj dodatkowe adresy

# ImportAddressesKeysDialog|
source: Enter, paste or scan additional private keys
pl_pl: Wprowadź, wklej lub zeskanuj dodatkowe klucze prywatne

# MessageDialog|
source: Yes
pl_pl: Tak

# OpenChannelDialog|
source: Paste or scan node uri/pubkey
pl_pl: Wklej lub zeskanuj URI węzła/klucz publiczny

# ProxyConfig|
source: Username
pl_pl: Nazwa użytkownika

# SendDialog|
source: Paste
pl_pl: Wklej

# TxDetails|
source: Mempool depth
pl_pl: Głębokość mempoola
