Repository: SomberNight/electrum-locale
Catalog: locale/*/electrum.po
Languages: ko_kr, pl_pl

source: Valid.
ko_kr: 유효.

source: Value
ko_kr: 값

source: Verify
ko_kr: 검증
pl_pl: Weryfikuj

source: Version
ko_kr: 버전
pl_pl: Wersja

source: Very Strong
ko_kr: 매우 강함

source: Video Device
ko_kr: 비디오 장치
pl_pl: Urządzenie wideo

source: View Channel
ko_kr: 채널 보기

source: View invoice
ko_kr: 송장 보기

source: View log
ko_kr: 로그 보기

source: View on block explorer
ko_kr: 블록 탐색기에서보기
pl_pl: Wyświetl w eksploratorze bloków

source: WARNING
ko_kr: 경고
pl_pl: OSTRZEŻENIE

source: WARNING: ALL your private keys are secret.
ko_kr: 경고 : ALL 개인 키는 비밀이다.
pl_pl: UWAGA: WSZYSTKIE twoje klucze prywatne są tajne.

source: Wallet
ko_kr: 지갑
pl_pl: Portfel

source: Wallet Address
ko_kr: 지갑 주소

source: Wallet Balance
ko_kr: 지갑 잔액

source: Wallet Information
ko_kr: 지갑 정보

source: Wallet Password
ko_kr: 지갑 비밀번호

source: Wallet Seed
ko_kr: 지갑 시드

source: Wallet backup created
ko_kr: 지갑의 백업이 생성되었습니다
pl_pl: Utworzono kopię portfela

source: Wallet change address
ko_kr: 지갑 변경 주소
pl_pl: Adres reszty portfela

source: Wallet file not found: {}
ko_kr: 지갑 파일 찾을 수 없음: {}

source: Wallet name
ko_kr: 지갑 이름

source: Wallet receiving address
ko_kr: 지갑 수신 주소

source: Wallet removed: {}
ko_kr: 지갑 제거됨: {}

source: Wallet type
ko_kr: 지갑 유형

source: Wallet with two-factor authentication
ko_kr: 이중 인증 지갑

source: Warning
ko_kr: 경고
pl_pl: Ostrzeżenie

source: Warning
ko_kr: 경고

source: Warning!
ko_kr: 경고!

source: Warning: The next address will not be recovered automatically if you restore your wallet from seed; you may need to add it manually. This occurs because you have too many unused addresses in your wallet. To avoid this situation, use the existing addresses first. Create anyway?
ko_kr: 경고 : 시드에서 지갑을 복원 할 경우 다음의 주소가 자동으로 복구되지 않습니다; 수동으로 추가해야 할 수도 있습니다. 사용자의 지갑에 사용하지 않는 주소를 너무 많이 가지고 있기 때문에 발생합니다. 이러한 상황을 방지하려면 먼저 기존 주소를 사용하는 것이 좋습니다. 그래도 만드시겠습니까?
pl_pl: Ostrzeżenie: następny adres nie zostanie automatycznie odzyskany, jeśli przywrócisz portfel z ziarna; Może być konieczne dodanie go ręcznie. Dzieje się tak, ponieważ w portfelu masz zbyt wiele nieużywanych adresów. Aby uniknąć tej sytuacji, najpierw należy używać istniejących adresów. Utworzyć mimo to?

source: Watch-only wallet
ko_kr: 감시 전용 지갑

source: Weak
ko_kr: 약함

source: Wrong signature
ko_kr: 잘못 된 서명
pl_pl: Nieprawidłowy podpis

source: You may load a CSV file using the file icon.
ko_kr: 파일 아이콘을 사용하여 CSV 파일을 불러드릴 수 있습니다.
pl_pl: Możesz wczytać plik CSV używając ikony pliku.

source: Your labels have been synchronised.
ko_kr: 라벨 동기화 되었습니다.
pl_pl: Twoje etykiety zostały zsynchronizowane.

source: Your seed is important!
ko_kr: 당신의 시드는 중요합니다!
pl_pl: Twoje ziarno jest ważne!

source: Your wallet file does not contain secrets, mostly just metadata.
ko_kr: 지갑 파일에는 비밀 정보가 포함되지 않고, 주로 메타데이터만 포함되어 있습니다.

source: Your wallet file is NOT encrypted.
ko_kr: 지갑 파일이 암호화되지 않았습니다.

source: Your wallet file is: {}.
ko_kr: 지갑 파일: {}

source: Your wallet generation seed is:
ko_kr: 사용자 지갑 시드 암호는:
pl_pl: Twoje ziarno z portfela to:

source: Your wallet has {} prepaid transactions.
ko_kr: 지갑에 선불 거래가 {}건 있습니다.

source: Your wallet history has been successfully exported.
ko_kr: 지갑의 내역이 성공적으로 추출되었습니다.
pl_pl: Historia twojego portfela została pomyślnie eksportowana.

source: Your wallet is not protected.
ko_kr: 지갑이 보호되지 않습니다.
pl_pl: Twój portfel nie jest zabezpieczony.

source: Your wallet is password protected and encrypted.
ko_kr: 지갑이 비밀번호로 보호되고 암호화되었습니다.
pl_pl: Twój portfel jest zabezpieczony hasłem i zaszyfrowany.

source: Your {0} were exported to '{1}'
ko_kr: {0}을(를) '{1}'로 내보냈습니다

source: Your {} were successfully imported
ko_kr: {}을(를) 성공적으로 가져왔습니다.

source: Zeros after decimal point
ko_kr: 소수점 후 제로
pl_pl: Liczba zer po przecinku

source: [Clear]
ko_kr: [초기화]

source: [Paste]
ko_kr: [붙여넣기]
pl_pl: [Wklej]

source: [Pay]
ko_kr: [지급]

source: [Save]
ko_kr: [저장]

source: [b] - print server banner
ko_kr: [b] - 서버 배너 출력

source: [c] - display contacts
ko_kr: [c] - 연락처 표시

source: [h] - displays this help text
ko_kr: [h] - 이 도움말 텍스트를 표시

source: [i] - display transaction history
ko_kr: [i] - 거래 내역 표시

source: [o] - enter payment order
ko_kr: [o] - 결제 주문 입력

source: [p] - print stored payment order
ko_kr: [p] - 저장된 결제 주문 출력

source: [q] - quit
ko_kr: [q] - 종료

source: [r] - show own receipt addresses
ko_kr: [r] - 영수증 주소 표시

source: [s] - send stored payment order
ko_kr: [s] - 저장된 결제 주문 전송

source: add inputs and outputs
ko_kr: 입출력 추가

source: add peer timed out
ko_kr: 노드 추가 시간 초과

source: address already in wallet
ko_kr: 주소가 이미 지갑에 존재함

source: below relay fee
ko_kr: 릴레이 수수료 이하

source: broadcast successfully
ko_kr: 성공적으로 브로드캐스트됨

source: broadcasting
ko_kr: 브로드캐스트 중

source: can receive
ko_kr: 수신 가능

source: change
ko_kr: 거스름돈
pl_pl: reszta

source: contacts
ko_kr: 연락처

source: error
ko_kr: 오류

source: height
ko_kr: 높이

source: high fee rate
ko_kr: 높은 수수료율

source: high fee ratio
ko_kr: 높은 수수료 비율

source: in new channel
ko_kr: 새 채널에서

source: in submarine swap
ko_kr: 서브마린 스왑에서

source: in {} blocks
ko_kr: {} 개의 블록 안

source: initialized
ko_kr: 초기화됨

source: invalid address
ko_kr: 유효하지 않은 주소

source: invalid private key
ko_kr: 유효하지 않은 개인 키

source: invoices
ko_kr: 송장

source: labels
ko_kr: 라벨

source: unknown
ko_kr: 알 수 없음
pl_pl: nieznana

source: watching only
ko_kr: 보기만 가능
pl_pl: tylko obserwowana

# About|
source: About Electrum
ko_kr: Electrum 소개
pl_pl: O Electrum

# About|
source: Version
ko_kr: 버전
pl_pl: Wersja

# AddressDetails|
source: Address
ko_kr: 주소
pl_pl: Adres

# AddressDetails|
source: Frozen
ko_kr: 동결됨

# AddressDetails|
source: Balance
ko_kr: 잔고
pl_pl: Saldo

# AddressDetails|
source: Transactions
ko_kr: 거래
pl_pl: Transakcje

# AddressDetails|
source: Label
ko_kr: 라벨

# AddressDetails|
source: Script type
ko_kr: 스크립트 유형

# AddressDetails|
source: Derivation path
ko_kr: 도출 경로

# AddressDetails|
source: Public keys
ko_kr: 공개 키
pl_pl: Klucze publiczne

# AddressDetails|
source: Public key
ko_kr: 공용 키
pl_pl: Klucz publiczny

# AddressDetails|
source: Private key
ko_kr: 개인 전용 키
pl_pl: Klucz prywatny

# AddressDetails|
source: Delete
ko_kr: 삭제
pl_pl: Usuń

source: Addresses
ko_kr: 주소 목록
pl_pl: Adresy

# Addresses|
source: Coins
ko_kr: 코인

# Addresses|
source: Freeze
ko_kr: 동결
pl_pl: Zamroź

# Addresses|
source: Unfreeze
ko_kr: 동결 해제

# BIP39RecoveryDialog|
source: Choose an account to restore.
ko_kr: 복구할 계정을 선택하세요.

# BIP39RecoveryDialog|
source: No existing accounts found.
ko_kr: 기존 계정을 찾을 수 없습니다.

# BalanceDetails|
source: Lightning
ko_kr: 라이트닝

# BalanceDetails|
source: On-chain
ko_kr: 온 체인

# BalanceDetails|
source: Unconfirmed
ko_kr: 미확인

# BalanceDetails|
source: Unmatured
ko_kr: 미성숙

# BalanceDetails|
source: Frozen
ko_kr: 동결됨

# BalanceDetails|
source: Can send
ko_kr: 송신 가능
pl_pl: Można wysłać

# BalanceDetails|
source: Can receive
ko_kr: 수신 가능

# BalanceDetails|
source: Open Channel
ko_kr: 채널 열기

# BalanceSummary|
source: Balance
ko_kr: 잔고
pl_pl: Saldo

# BalanceSummary|
source: Lightning
ko_kr: 라이트닝

# BalanceSummary|
source: On-chain
ko_kr: 온 체인

# BtcField|
source: Amount
ko_kr: 결제 금액
pl_pl: Kwota

# ChannelDetails|
source: Lightning Channel
ko_kr: 라이트닝 채널

# ChannelDetails|
source: Channel Backup
ko_kr: 채널 백업
pl_pl: Kopia zapasowa kanału

# ChannelDetails|
source: State
ko_kr: 상태

# ChannelDetails|
source: Capacity
ko_kr: 수용량
pl_pl: Pojemność

# ChannelDetails|
source: Local balance
ko_kr: 로컬 잔액

# ChannelDetails|
source: Can send
ko_kr: 송신 가능
pl_pl: Można wysłać

# ChannelDetails|
source: Unfreeze
ko_kr: 동결 해제

# ChannelDetails|
source: Freeze
ko_kr: 동결
pl_pl: Zamroź

# ChannelDetails|
source: Can receive
ko_kr: 수신 가능

# ChannelDetails|
source: Current feerate
ko_kr: 현재 수수료율
pl_pl: Aktualna stawka prowizji

# ChannelDetails|
source: Funding Outpoint
ko_kr: 자금 아웃포인트

# ChannelDetails|
source: Backup
ko_kr: 백업

# ChannelDetails|
source: Close channel
ko_kr: 채널 닫기

# Channels|
source: Open Channel
ko_kr: 채널 열기

# Channels|
source: Do you want to create your first channel?
ko_kr: 첫번째 채널을 생성하시겠습니까?

# CloseChannelDialog|
source: Cooperative close
ko_kr: 합의 닫기

# CloseChannelDialog|
source: Close channel
ko_kr: 채널 닫기

# ConfirmTxDialog|
source: Fee
ko_kr: 수수료
pl_pl: Prowizja

# ConfirmTxDialog|
source: Options
ko_kr: 설정
pl_pl: Ustawienia

# ConfirmTxDialog|
source: Use multiple change addresses
ko_kr: 여러 개의 변경 주소를 사용
pl_pl: Używaj wielu adresów reszty

# ConfirmTxDialog|
source: In some cases, use up to 3 change addresses in order to break up large coin amounts and obfuscate the recipient address.
ko_kr: 경우에 따라 큰 동전을 휴식 하 고 받는 사람 주소를 혼 미 최대 3 변경 주소를 사용 합니다.
pl_pl: W niektórych przypadkach można użyć maksymalnie 3 adresów reszty w celu podzielenia dużych kwot i zaciemnienia adresu odbiorcy.

# ConfirmTxDialog|
source: This may result in higher transactions fees.
ko_kr: 이 더 높은 거래 수수료가 발생할 수 있습니다.
pl_pl: Może to powodować wyższe opłaty za transakcje.

# CpfpBumpFeeDialog|
source: Bump Fee
ko_kr: 범프 수수료
pl_pl: Podbij prowizję

# CpfpBumpFeeDialog|
source: A CPFP is a transaction that sends an unconfirmed output back to yourself, with a high fee. The goal is to have miners confirm the parent transaction in order to get the fee attached to the child transaction.
ko_kr: CPFP는 확인되지 않은 결과물을 높은 수수료와 함께 본인에게 다시 전송하는 트랜잭션입니다. 목표는 채굴자가 부모 트랜잭션을 확인하도록 하여 자식 트랜잭션에 첨부된 수수료를 받는 것입니다.

# CpfpBumpFeeDialog|
source: Total size
ko_kr: 총 크기
pl_pl: Łączny rozmiar

# CpfpBumpFeeDialog|
source: Total fee
ko_kr: 수수료 총액

# ExceptionDialog|
source: Sorry!
ko_kr: 죄송합니다!

# ExceptionDialog|
source: Something went wrong while executing Electrum.
ko_kr: Electrum 실행 중 예기치 않은 오류가 발생했습니다.

# ExceptionDialog|
source: Show report contents
ko_kr: 보고서 내용 표시

# ExceptionDialog|
source: Please briefly describe what led to the error (optional):
ko_kr: 오류 발생 원인을 간략히 설명해주세요 (선택 사항):

# ExceptionDialog|
source: Do you want to send this report?
ko_kr: 이 리포트를 보내시겠습니까?
pl_pl: Czy chcesz wysłać ten raport?

# ExceptionDialog|
source: Send Bug Report
ko_kr: 버그 신고 및 송신

# ExceptionDialog|
source: Not Now
ko_kr: 나중에

# ExceptionDialog|
source: Error
ko_kr: 오류
pl_pl: Błąd

# ExportTxDialog|
source: Copy
ko_kr: 복사
pl_pl: Kopiuj

# ExportTxDialog|
source: Share
ko_kr: 공유

# FeeMethodComboBox|
source: ETA
ko_kr: 예상 시간
pl_pl: Szacowany czas dotarcia

# FeeMethodComboBox|
source: Mempool
ko_kr: 메모리 풀

# FeePicker|
source: Target
ko_kr: 목표

# FeePicker|
source: Mining fee
ko_kr: 수수료
pl_pl: Prowizja górnicza

# FiatField|
source: Amount
ko_kr: 결제 금액
pl_pl: Kwota

# GenericShareDialog|
source: Copy
ko_kr: 복사
pl_pl: Kopiuj

# GenericShareDialog|
source: Share
ko_kr: 공유

# History|
source: Local
ko_kr: 로컬

# History|
source: Mempool
ko_kr: 메모리 풀

# ImportAddressesKeysDialog|
source: Import
ko_kr: 가져오기
pl_pl: Importuj

# ImportChannelBackupDialog|
source: Import channel backup
ko_kr: 채널 백업 가져오기

# ImportChannelBackupDialog|
source: Import
ko_kr: 가져오기
pl_pl: Importuj

# InvoiceDialog|
source: Lightning Invoice
ko_kr: 라이트닝 송장

# InvoiceDialog|
source: Address
ko_kr: 주소
pl_pl: Adres

# InvoiceDialog|
source: Description
ko_kr: 설명
pl_pl: Opis

# InvoiceDialog|
source: Max
ko_kr: 최고점
pl_pl: Maks

# InvoiceDialog|
source: Payment hash
ko_kr: 해시 결제

# InvoiceDialog|
source: Fallback address
ko_kr: 대체 주소

# InvoiceDialog|
source: Save
ko_kr: 저장
pl_pl: Zapisz

# InvoiceDialog|
source: Payment sent.
ko_kr: 결제 보냈습니다.
pl_pl: Płatność wysłana.

# Invoices|
source: Delete
ko_kr: 삭제
pl_pl: Usuń

# LightningPaymentDetails|
source: Paid
ko_kr: 결제 완료
pl_pl: Zapłacone

# LightningPaymentDetails|
source: Date
ko_kr: 날짜
pl_pl: Data

# LightningPaymentDetails|
source: Label
ko_kr: 라벨

# LightningPaymentDetails|
source: Payment hash
ko_kr: 해시 결제

# LightningPaymentDetails|
source: Preimage
ko_kr: 역상

# LnurlPayRequestDialog|
source: Description
ko_kr: 설명
pl_pl: Opis

# LnurlPayRequestDialog|
source: Amount
ko_kr: 결제 금액
pl_pl: Kwota

# LnurlPayRequestDialog|
source: Message
ko_kr: 메시지
pl_pl: Wiadomość

# LnurlWithdrawRequestDialog|
source: Description
ko_kr: 설명
pl_pl: Opis

# LnurlWithdrawRequestDialog|
source: Amount
ko_kr: 결제 금액
pl_pl: Kwota

# MessageDialog|
source: Question
ko_kr: 질문
pl_pl: Pytanie

# MessageDialog|
source: Message
ko_kr: 메시지
pl_pl: Wiadomość

# MessageDialog|
source: No
ko_kr: 아니오
pl_pl: Nie

# NetworkOverview|
source: Network
ko_kr: 네트워크
pl_pl: Sieć

# NetworkOverview|
source: On-chain
ko_kr: 온 체인

# NetworkOverview|
source: Status
ko_kr: 상태

# NetworkOverview|
source: Server
ko_kr: 서버
pl_pl: Serwer

# NetworkOverview|
source: Lightning
ko_kr: 라이트닝

# NetworkOverview|
source: Proxy
ko_kr: 프록시

# NewWalletWizard|
source: Error
ko_kr: 오류
pl_pl: Błąd

# NostrConfigDialog|
source: Nostr relays
ko_kr: Nostr 릴레이

# NostrSwapServersDialog|
source: Fee
ko_kr: 수수료
pl_pl: Prowizja

# OpenChannelDialog|
source: Amount
ko_kr: 결제 금액
pl_pl: Kwota

# OpenChannelDialog|
source: Max
ko_kr: 최고점
pl_pl: Maks

# OpenChannelDialog|
source: Open Channel
ko_kr: 채널 열기

# OpenChannelDialog|
source: Error
ko_kr: 오류
pl_pl: Błąd

# OpenChannelDialog|
source: Channel established.
ko_kr: 채널이 생성되었습니다.

# OpenWalletDialog|
source: Password
ko_kr: 비밀번호
pl_pl: Hasło

# PasswordDialog|
source: Enter Password
ko_kr: 비밀번호 입력
pl_pl: Podaj hasło

# PasswordDialog|
source: Password
ko_kr: 비밀번호
pl_pl: Hasło

# PasswordStrengthIndicator|
source: Weak
ko_kr: 약함

# PasswordStrengthIndicator|
source: Medium
ko_kr: 중급

# PasswordStrengthIndicator|
source: Strong
ko_kr: 강

# PasswordStrengthIndicator|
source: Very Strong
ko_kr: 매우 강함

source: Preferences
ko_kr: 환경 설정
pl_pl: Ustawienia

# Preferences|
source: Language
ko_kr: 언어 선택
pl_pl: Język

# Preferences|
source: Please restart Electrum to activate the new GUI settings
ko_kr: 새로운 GUI 설정을 활성화 일렉 트럼을 다시 시작하십시오
pl_pl: Proszę uruchomić ponownie Electrum, aby aktywować nowe ustawienia Interfejsu

# Preferences|
source: Base unit
ko_kr: 기본 유닛
pl_pl: Jednostka podstawowa

# Preferences|
source: Lightning
ko_kr: 라이트닝

# Preferences|
source: Create recoverable channels
ko_kr: 복구 가능한 채널 만들기

# Preferences|
source: Advanced
ko_kr: 고급 설정
pl_pl: Zaawansowane

# ProxyConfig|
source: Address
ko_kr: 주소
pl_pl: Adres

# ProxyConfig|
source: Password
ko_kr: 비밀번호
pl_pl: Hasło

# RbfBumpFeeDialog|
source: Bump Fee
ko_kr: 범프 수수료
pl_pl: Podbij prowizję

# RbfBumpFeeDialog|
source: Method
ko_kr: 메소드

# RbfBumpFeeDialog|
source: New fee
ko_kr: 새 수수료

# RbfBumpFeeDialog|
source: Options
ko_kr: 설정
pl_pl: Ustawienia

# RbfBumpFeeDialog|
source: Enable output value rounding
ko_kr: 출력값 반올림 활성화

# RbfBumpFeeDialog|
source: In some cases, use up to 3 change addresses in order to break up large coin amounts and obfuscate the recipient address.
ko_kr: 경우에 따라 큰 동전을 휴식 하 고 받는 사람 주소를 혼 미 최대 3 변경 주소를 사용 합니다.
pl_pl: W niektórych przypadkach można użyć maksymalnie 3 adresów reszty w celu podzielenia dużych kwot i zaciemnienia adresu odbiorcy.

# RbfBumpFeeDialog|
source: This may result in higher transactions fees.
ko_kr: 이 더 높은 거래 수수료가 발생할 수 있습니다.
pl_pl: Może to powodować wyższe opłaty za transakcje.

# RbfCancelDialog|
source: New fee
ko_kr: 새 수수료

# ReceiveDetailsDialog|
source: Message
ko_kr: 메시지
pl_pl: Wiadomość

# ReceiveDetailsDialog|
source: Amount
ko_kr: 결제 금액
pl_pl: Kwota

# ReceiveDetailsDialog|
source: Lightning
ko_kr: 라이트닝

# ReceiveDetailsDialog|
source: Amount too low
ko_kr: 잔액이 부족합니다.

# ReceiveDialog|
source: Status
ko_kr: 상태

# ReceiveDialog|
source: Message
ko_kr: 메시지
pl_pl: Wiadomość

# ReceiveDialog|
source: Amount
ko_kr: 결제 금액
pl_pl: Kwota

# ReceiveDialog|
source: Payment Request
ko_kr: 결제 요청이 만료되었습니다
pl_pl: Żądanie płatności

# ReceiveRequests|
source: Delete
ko_kr: 삭제
pl_pl: Usuń

# RequestExpiryComboBox|
source: 10 minutes
ko_kr: 10분
pl_pl: 10 minut

# RequestExpiryComboBox|
source: 1 hour
ko_kr: 1시간
pl_pl: 1 godzinę

# RequestExpiryComboBox|
source: 1 day
ko_kr: 1일
pl_pl: 1 dzień

# RequestExpiryComboBox|
source: 1 week
ko_kr: 1주일
pl_pl: 1 tydzień

# RequestExpiryComboBox|
source: Never
ko_kr: 안 함
pl_pl: Nigdy

# ScanDialog|
source: Cancel
ko_kr: 취소
pl_pl: Anuluj

# ServerConfig|
source: Server
ko_kr: 서버
pl_pl: Serwer

# ServerConfig|
source: Connected
ko_kr: 연결됨

# ServerConfig|
source: Other known servers
ko_kr: 다른 알려진 서버

# ServerConnectWizard|
source: Next
ko_kr: 다음 것
pl_pl: Dalej

# SignVerifyMessageDialog|
source: Address
ko_kr: 주소
pl_pl: Adres

# SignVerifyMessageDialog|
source: Message
ko_kr: 메시지
pl_pl: Wiadomość

# SignVerifyMessageDialog|
source: Signature
ko_kr: 서명
pl_pl: Podpis

# SignVerifyMessageDialog|
source: Sign
ko_kr: 사인
pl_pl: Podpisz

# SignVerifyMessageDialog|
source: Verify
ko_kr: 검증
pl_pl: Weryfikuj

# SwapDialog|
source: Server fee
ko_kr: 서버 요금

# SwapDialog|
source: Mining fee
ko_kr: 수수료
pl_pl: Prowizja górnicza

# SwapDialog|
source: Cancel
ko_kr: 취소
pl_pl: Anuluj

# SweepDialog|
source: Sweep private keys
ko_kr: 개인 키를 스윕
pl_pl: Opróżnij klucze prywatne

# SweepDialog|
source: A few examples
ko_kr: 예시
pl_pl: Kilka przykładów

# TermsOfUseWizard|
source: Next
ko_kr: 다음 것
pl_pl: Dalej

# TxDetails|
source: Transaction is unrelated to this wallet.
ko_kr: 거래는 이 지갑과 관련이 없습니다.

# TxDetails|
source: Amount received in channels
ko_kr: 채널에서 얻은 금액

# TxDetails|
source: Amount withdrawn from channels
ko_kr: 채널에서 인출한 금액

# TxDetails|
source: Status
ko_kr: 상태

# TxDetails|
source: Date
ko_kr: 날짜
pl_pl: Data

# TxDetails|
source: Label
ko_kr: 라벨

# TxDetails|
source: Transaction ID
ko_kr: 거래 ID
pl_pl: ID transakcji

# TxDetails|
source: Sign
ko_kr: 사인
pl_pl: Podpisz

# TxDetails|
source: Broadcast
ko_kr: 방송
pl_pl: Transmituj

# TxDetails|
source: Save
ko_kr: 저장
pl_pl: Zapisz

# TxDetails|
source: Note: this is an offline transaction, if you want the network to see it, you need to broadcast it.
ko_kr: 주의: 이것은 오프라인 거래입니다. 네트워크에 표시하려면 이를 브로드캐스트해야 합니다.

# TxDetails|
source: Error
ko_kr: 오류
pl_pl: Błąd

# WCConfirmSeed|
source: Your seed is important!
ko_kr: 당신의 시드는 중요합니다!
pl_pl: Twoje ziarno jest ważne!

# WCConfirmSeed|
source: If you lose your seed, your money will be permanently lost.
ko_kr: 만약 당신이 당신의 시드를 잃으면, 당신은 영구적으로 당신의 돈을 잃게 됩니다.
pl_pl: Jeżeli zgubisz swoje ziarno, twoje pieniądze przepadną.

# WCConfirmSeed|
source: To make sure that you have properly saved your seed, please retype it here.
ko_kr: 시드를 제대로 저장했는지 확인을 위해 여기에 다시 입력하십시오.
pl_pl: Aby udowodnić, że ziarno został prawidłowo zachowane, przepisz go tutaj.

# WCCreateSeed|
source: This seed will allow you to recover your wallet in case of computer failure.
ko_kr: 이 시드는 컴퓨터가 고장났을 경우 사용자의 지갑을 복구할 수 있도록 합니다.
pl_pl: To ziarno pozwoli ci na odzyskanie swojego portfela w przypadku problemów z komputerem.

# WCCreateSeed|
source: WARNING
ko_kr: 경고
pl_pl: OSTRZEŻENIE

# WCCreateSeed|
source: Never disclose your seed.
ko_kr: 당신의 씨앗을 공개하지 마십시오. 웹 사이트에 입력하지 마십시오.
pl_pl: Nigdy nie ujawniaj swojego ziarna.

# WCCreateSeed|
source: Never type it on a website.
ko_kr: 결코 웹사이트에 그것을 입력 합니다.
pl_pl: Nigdy nie wpisuj go na stronie internetowej.

# WCCreateSeed|
source: Do not store it electronically.
ko_kr: 전자적인 방법으로 저장히지 마세요.
pl_pl: Nie przechowuj go w sposób elektroniczny.

# WCCreateSeed|
source: Your wallet generation seed is:
ko_kr: 사용자 지갑 시드 암호는:
pl_pl: Twoje ziarno z portfela to:

# WCEnterExt|
source: Note that this is NOT your encryption password.
ko_kr: 주의: 암호화 비밀번호가 아님에 유의하세요.

# WCHaveMasterKey|
source: Please enter the master public key (xpub) of your cosigner.
ko_kr: 공동 서명자의 마스터 공개 키(xpub)를 입력하세요.
pl_pl: Proszę podać główny klucz publiczny (xpub) lub twój współpodpis.

# WCHaveMasterKey|
source: Enter their master private key (xprv) if you want to be able to sign for them.
ko_kr: 그들에게 계약할 수 있기를 원한다면 그들의 가장 중요한 사적인 키(xprv) 를 입력하세요.
pl_pl: Wprowadź ich główny prywatny klucz (xprv) jeśli chcesz mieć możliwość podpisania ich.

# WCHaveMasterKey|
source: Please enter your master private key (xprv).
ko_kr: 마스터 비밀 키(xprv)를 입력해 주세요.

# WCHaveSeed|
source: BIP39 seeds can be imported in Electrum, so that users can access funds locked in other wallets.
ko_kr: 일렉트럼은 BIP39 시드를 가져와 사용자가 다른 지갑에 있는 자금을 사용할 수 있게 합니다.
pl_pl: Ziarna BIP39 można zaimportować do Electrum, więc użytkownicy mogą uzyskać dostęp do funduszy zablokowanych w innych portfelach.

# WCHaveSeed|
source: BIP39 seeds do not include a version number, which compromises compatibility with future software.
ko_kr: BIP39 시드는 버전 넘버를 포함하지 않으므로 미래 지갑 소프트웨어와 호환되지 않을 수 있습니다.
pl_pl: Ziarna BIP39 nie zawierają numeru wersji, co zagraża kompatybilności w przyszłych wersjach portfelu.

# WCHaveSeed|
source: SLIP39 seeds can be imported in Electrum, so that users can access funds locked in other wallets.
ko_kr: SLIP39 시드는 Electrum에 가져올 수 있어, 타 지갑의 잠긴 자금에 접근할 수 있습니다.

# WCHaveSeed|
source: Seed Type
ko_kr: 시드 유형
pl_pl: Rodzaj ziarna

# WCHaveSeed|
source: Enter cosigner seed
ko_kr: 공동 서명자 시드 입력

# WCImport|
source: Enter a list of Bitcoin addresses (this will create a watching-only wallet), or a list of private keys.
ko_kr: 비트코인 주소 목록 (조회 전용 지갑이 생성됨) 혹은 개인 키 목록을 입력하세요.

# WCKeystoreType|
source: Create a new seed
ko_kr: 새로운 시드 만들기
pl_pl: Stwórz nowe ziarno

# WCKeystoreType|
source: I already have a seed
ko_kr: 이미 시드를 갖고 있습니다
pl_pl: Mam już ziarno

# WCKeystoreType|
source: Use a master key
ko_kr: 마스터 키 사용

# WCKeystoreType|
source: Use a hardware device
ko_kr: 하드웨어 디바이스 사용

# WCProxyConfig|
source: Proxy
ko_kr: 프록시

# WCScriptAndDerivation|
source: Choose the type of addresses in your wallet.
ko_kr: 사용자 지갑의 주소 종류를 선택하세요.

# WCScriptAndDerivation|
source: Derivation path
ko_kr: 도출 경로

# WCScriptAndDerivation|
source: Detect Existing Accounts
ko_kr: 이미 존재하는 계정 찾기
pl_pl: Wykryj istniejące konta

# WCServerConfig|
source: Server
ko_kr: 서버
pl_pl: Serwer

# WCWalletName|
source: Wallet name
ko_kr: 지갑 이름

# WCWalletType|
source: Wallet with two-factor authentication
ko_kr: 이중 인증 지갑

# WCWalletType|
source: Multi-signature wallet
ko_kr: 다중서명 지갑

# WCWalletType|
source: Import Bitcoin addresses or private keys
ko_kr: 비트코인 주소 또는 개인 키 가져오기

# WCWelcome|
source: Configure Proxy
ko_kr: 프록시 설정

# WCWelcome|
source: Select Server
ko_kr: 서버 선택

# WalletDetails|
source: Encrypted
ko_kr: 암호화
pl_pl: Zaszyfrowany

# WalletDetails|
source: Lightning
ko_kr: 라이트닝

# WalletDetails|
source: Seed
ko_kr: 시드
pl_pl: Ziarno

# WalletDetails|
source: Seed Extension
ko_kr: 시드 확장

# WalletDetails|
source: unknown
ko_kr: 알 수 없음
pl_pl: nieznana

# WalletDetails|
source: Keystore
ko_kr: 키스토어

# WalletDetails|
source: Keystore type
ko_kr: 키스토어 유형

# WalletDetails|
source: Master Public Key
ko_kr: 공개 키 마스터 :
pl_pl: Główny klucz publiczny

# WalletDetails|
source: Change Password
ko_kr: 패스워드 변경
pl_pl: Zmień hasło

# WalletDetails|
source: Success
ko_kr: 성ㄱ
pl_pl: Powodzenie

# WalletDetails|
source: Error
ko_kr: 오류
pl_pl: Błąd

# WalletDetails|
source: Warning
ko_kr: 경고
pl_pl: Ostrzeżenie

# WalletMainView|
source: Sweep
ko_kr: 청소하다
pl_pl: Opróżnij

# WalletMainView|
source: Channels
ko_kr: 채널
pl_pl: Kanały

# WalletMainView|
source: Receive
ko_kr: 받는 수량
pl_pl: Odbierz

# WalletMainView|
source: Send
ko_kr: 보내기
pl_pl: Wyślij

# WalletMainView|
source: Error
ko_kr: 오류
pl_pl: Błąd

# WalletMainView|
source: Payment failed
ko_kr: 결제 실패

# Wizard|
source: Cancel
ko_kr: 취소
pl_pl: Anuluj

# Wizard|
source: Back
ko_kr: 뒤로
pl_pl: Wstecz

# Wizard|
source: Next
ko_kr: 다음 것
pl_pl: Dalej

# main|
source: Network
ko_kr: 네트워크
pl_pl: Sieć

# main|
source: Preferences
ko_kr: 환경 설정
pl_pl: Ustawienia

# main|
source: About
ko_kr: 소개
pl_pl: O programie

# main|
source: Error
ko_kr: 오류
pl_pl: Błąd

# main|
source: Payment failed
ko_kr: 결제 실패

source: &Unlock
pl_pl: &Odblokuj

source: Do not enter sensitive/private information here. The report will be visible on the public issue tracker.
pl_pl: Nie wpisuj tutaj wrażliwych/prywatnych informacji. Raport będzie widoczny w publicznym dzienniku problemów.
