Repository: SomberNight/electrum-locale
Catalog: locale/*/electrum.po
Languages: ko_kr, pl_pl

source: Please enter your passphrase on the {} device
ko_kr: {} 디바이스에 비밀구절을 입력해 주세요

source: Please enter your password
ko_kr: 비밀번호를 입력 해주십시오
pl_pl: Wprowadź swoje hasło

source: Please enter your seed phrase in order to restore your wallet.
ko_kr: 제발 당신의 지갑을 복원 하기 위해 당신의 씨앗 구문을 입력 합니다.
pl_pl: Podaj szyfr twojego ziarna aby odtworzyć twój portfel.

source: Please insert your {}
ko_kr: {}을(를) 삽입해주세요

source: Please note that channel backups cannot be used to restore your channels.
ko_kr: 채널 백업은 채널을 복원하는 데 사용할 수 없음을 유의하세요.

source: Please remain online until the funding transaction is confirmed.
ko_kr: 자금 조달 거래가 확인될 때까지 온라인 상태를 유지하세요.

source: Please report any bugs as issues on github:<br/>
ko_kr: github 이슈를 사용하여 버그 리포트:<br>
pl_pl: Proszę zgłaszać błędy i problemy na githubie:<br/>

source: Please report this issue manually
ko_kr: 수동으로 이 문제를 보고해 주세요.

source: Please restart Electrum to activate the new GUI settings
ko_kr: 새로운 GUI 설정을 활성화 일렉 트럼을 다시 시작하십시오
pl_pl: Proszę uruchomić ponownie Electrum, aby aktywować nowe ustawienia Interfejsu

source: Please save these {0} words on paper (order is important).
ko_kr: 이 {0}개의 단어를 (반드시 순서대로) 종이에 기록해 주세요.

source: Please select a backup directory
ko_kr: 백업 디렉토리를 선택해 주세요

source: Please select which {} device to use:
ko_kr: {} 디바이스를 선택해 주세요:

source: Please sign and broadcast the funding transaction
ko_kr: 자금 조달 거래를 서명하고 브로드캐스트해 주세요

source: Please type it here.
ko_kr: 여기에 입력해 주세요.

source: Please wait
ko_kr: 잠시 기다려 주십시오.
pl_pl: Proszę czekać

source: Please wait while Electrum checks for available updates.
ko_kr: Electrum이 사용 가능한 업데이트를 확인하는 동안 기다려주세요.

source: Please wait...
ko_kr: 잠시 기다려 주십시오…
pl_pl: Proszę czekać...

source: Position in mempool: {}
ko_kr: 메모리 풀 내 위치: {}

source: Preferences
ko_kr: 환경 설정
pl_pl: Ustawienia

source: Preimage
ko_kr: 역상

source: Preparing sweep transaction...
ko_kr: 스윕 거래 준비 중...

source: Preparing to sign transaction ...
ko_kr: 거래 서명 준비 중...

source: Preparing transaction inputs...
ko_kr: 거래 입력 준비 중...

source: Preparing transaction...
ko_kr: 거래 준비 중...

source: Preserve payment
ko_kr: 결제 보존

source: Press 'Finish' to create/focus window.
ko_kr: '마침'을 눌러 창을 생성하거나 포커스하세요.

source: Press 'Finish' to open this wallet.
ko_kr: '마침'을 눌러 지갑을 열어 보세요.

source: Press 'Next' to choose device to decrypt.
ko_kr: '다음'을 눌러 복호화할 디바이스를 선택하세요.

source: Press 'Next' to create this wallet, or choose another file.
ko_kr: '다음'을 눌러 지갑을 생성하거나 다른 파일을 선택하세요.
pl_pl: Wciśnij 'Dalej' aby stworzyć ten portfel, lub wybierz inny plik.

source: Preview
ko_kr: 미리보기

source: Previous share
ko_kr: 이전 주식

source: Privacy analysis
ko_kr: 개인정보 분석

source: Private key
ko_kr: 개인 전용 키
pl_pl: Klucz prywatny

source: Private keys
ko_kr: 개인 전용 키
pl_pl: Klucze prywatne

source: Private keys exported.
ko_kr: 개인 키를 수출했다.
pl_pl: Klucze prywatne wyeksportowane.

source: Problem deleting wallet
ko_kr: 지갑 삭제 중 문제 발생

source: Proceed at your own risk.
ko_kr: 본인의 책임으로 진행해 주세요.

source: Proxy
ko_kr: 프록시

source: Proxy settings apply to all connections: with Electrum servers, but also with third-party services.
ko_kr: 프록시 설정은 Electrum 서버 및 타사 서비스와의 모든 연결에 적용됩니다.

source: Public Key
ko_kr: 공개 키

source: Public key
ko_kr: 공용 키
pl_pl: Klucz publiczny

source: Public keys
ko_kr: 공개 키
pl_pl: Klucze publiczne

source: QR Reader Error
ko_kr: QR 리더 오류

source: QR code
ko_kr: QR 코드
pl_pl: Kod QR

source: QR code copied to clipboard
ko_kr: QR 코드를 클립보드에 복사
pl_pl: Kod QR skopiowany do schowka

source: QR code saved to file
ko_kr: QR 코드 파일에 저장
pl_pl: Zapisano kod QR do pliku

source: QR code scanner failed to map video frame
ko_kr: QR 코드 스캐너로 비디오 프레임 매핑 실패

source: QR code scanner for video frame with invalid pixel format
ko_kr: 유효하지 않은 픽셀 형식의 비디오 프레임용 QR 코드 스캐너

source: QR reader failed to load. This may happen if you are using an older version of PyQt.
ko_kr: QR 리더 로드 실패. PyQt의 오래된 버전을 사용하는 경우 발생할 수 있습니다.

source: Question
ko_kr: 질문
pl_pl: Pytanie

source: Quit
ko_kr: 종료
pl_pl: Wyjdź

source: REMEMBER THE PASSWORD!
ko_kr: 절대 비밀번호를 잊지 마세요!

source: Raw
ko_kr: 원시

source: Re-enter the new PIN for your {}. NOTE: the positions of the numbers have changed!
ko_kr: {}의 새 PIN을 다시 입력하세요. 주의: 숫자의 위치가 변경되었습니다!

source: Read QR code from screen
ko_kr: 화면에서 QR 코드 읽기

source: Read QR code with camera
ko_kr: 카메라로 QR 코드 읽기

source: Read file
ko_kr: 파일 읽기
pl_pl: Odczytaj plik

source: Read from microphone
ko_kr: 마이크에서 읽기

source: Ready to encrypt for revealer {}.
ko_kr: {}에 대한 revealer 암호화 준비 완료.

source: Realized capital gains
ko_kr: 실현 시가총액 이익

source: Really delete this wallet?
ko_kr: 정말 이 지갑을 삭제하시겠습니까?

source: Rebalance channels
ko_kr: 채널 재조정

source: Rebalance existing channels
ko_kr: 기존 채널 재조정

source: Rebalance your channels in order to increase your sending or receiving capacity
ko_kr: 전송 또는 수신 용량을 늘리기 위해 채널 균형을 조정하세요

source: Rebalancing channels
ko_kr: 채널 재조정하기

source: Receive
ko_kr: 받는 수량
pl_pl: Odbierz

source: Received unsupported output type during transaction signing: {} is not supported by the BitBox02
ko_kr: 거래 서명 중 지원되지 않는 출력 유형을 수신함: BitBox02에서는 {}를 지원하지 않습니다.

source: Receiving
ko_kr: 수신 중

source: Recipient of the funds.
ko_kr: 자금 받는 사람.
pl_pl: Odbiorca środków.

source: Recover from a seed you have previously written down
ko_kr: 이전에 적어둔 시드에서 복구

source: Redeem Script
ko_kr: 리딤 스크립트
pl_pl: Zrealizuj skrypt

source: Refund transaction
ko_kr: 거래 환불

source: Related invoices
ko_kr: 관련 송장

source: Remote Node
ko_kr: 원격 노드

source: Remote Node ID
ko_kr: 원격 노드 ID

source: Remote balance
ko_kr: 원격 잔액

source: Remote dust limit
ko_kr: 원격 더스트 한도

source: Remote force-close CSV delay
ko_kr: 원격 강제 종료 CSV 지연

source: Remote peer ID
ko_kr: 원격 피어 ID

source: Remote reserve:
ko_kr: 원격

source: Remove
ko_kr: 제거
pl_pl: Usuń

source: Remove channel backup?
ko_kr: 채널 백업을 삭제하시겠습니까?

source: Remove from bookmarks
ko_kr: 북마크에서 삭제

source: Remove from coin control
ko_kr: 코인 제어에서 삭제

source: Remove from wallet
ko_kr: 지갑에서 삭제

source: Remove {} from your list of contacts?
ko_kr: 연락처 목록에서 {}를 삭제하시겠습니까?

source: Replace by fee: {}
ko_kr: 수수료 대체: {}

source: Report contents
ko_kr: 내용 보고

source: Reporting Bugs
ko_kr: 버그보고
pl_pl: Zgłaszanie błędów

source: Request force-close
ko_kr: リクエストを強制クローズ

source: Request force-close from remote peer?
ko_kr: 원격 피어에 강제 종료를 요청하시겠습니까?

source: Request scheduled
ko_kr: 요청 예약됨

source: Requested amount
ko_kr: 요청 금액
pl_pl: Żądana kwota

source: Requested channel capacity is over maximum.
ko_kr: 요청된 채널 용량이 한도를 초과했습니다.

source: Requesting account info from TrustedCoin server...
ko_kr: TrustedCoin 서버에서 계정 정보 요청 중...

source: Requesting swap invoice...
ko_kr: 스왑 송장 요청 중...

source: Requesting {} channels...
ko_kr: {}개의 채널 요청 중...

source: Requestor
ko_kr: 요청자
pl_pl: Żądający

source: Requests
ko_kr: 요청

source: Require {0} signatures
ko_kr: {0}개의 서명 필요

source: Required package 'PIL' is not available - Please install it or use the Trezor website instead.
ko_kr: 필수 패키지 'PIL'을 사용할 수 없습니다 - 설치를 하거나 Trezor 웹사이트를 대신 이용하세요.

source: Required package 'PIL' is not available - Please install it.
ko_kr: 필수 패키지 'PIL'을 사용할 수 없습니다 - 설치를 해 주세요.

source: Requires
ko_kr: 필요사항:
pl_pl: Wymaga

source: Rescan devices
ko_kr: 디바이스 다시 스캔하기

source: Reset
ko_kr: 리셋

source: Restore 2FA wallet
ko_kr: 2FA 지갑 복원

source: Retrieving extended public key from hardware
ko_kr: 하드웨어에서 확장 공개 키를 가져오는 중

source: Retrieving extended public key from {} ({})
ko_kr: {} ({})에서 확장 공개 키를 가져오는 중

source: Retry
ko_kr: 재시도

source: Revealer - Printer calibration settings
ko_kr: Revealer - 프린터 보정 설정

source: Revealers starting with 0 are not secure due to a vulnerability.
ko_kr: 0으로 시작하는 Revealer는 취약성에 의해 안전하지 않습니다.

source: Right side
ko_kr: 우측

source: Routing Hints
ko_kr: 라우팅 안내

source: SLIP39 seed
ko_kr: SLIP39 시드

source: SLIP39 seeds can be imported in Electrum, so that users can access funds locked in other wallets.
ko_kr: SLIP39 시드는 Electrum에 가져올 수 있어, 타 지갑의 잠긴 자금에 접근할 수 있습니다.

source: SLIP39 share
ko_kr: SLIP39 쉐어

source: Safe-T Setup
ko_kr: Safe-T 설정

source: Save
ko_kr: 저장
pl_pl: Zapisz

source: Save channel backup
ko_kr: 채널 백업 저장

source: Save invoice to file
ko_kr: 파일로 송장 저장
pl_pl: Zapisz rachunek do pliku

source: Save to file
ko_kr: 파일로 저장

source: Scan QR Code
ko_kr: QR 코드 스캔

source: Scan a QR code.
ko_kr: QR 코드를 스캔하세요.

source: Scanning common paths for existing accounts...
ko_kr: 기존 계정을 찾기 위해 일반 경로를 스캔 중...

source: Scanning devices...
ko_kr: 디바이스 스캔 중...

source: Scrambled words
ko_kr: 뒤바뀐 단어들

source: Script type
ko_kr: 스크립트 유형

source: Script type and Derivation path
ko_kr: 스크립트 유형 및 파생 경로

source: Seed
ko_kr: 시드
pl_pl: Ziarno

source: Seed Entered
ko_kr: 시드 입력 완료

source: Seed Extension
ko_kr: 시드 확장

source: Seed Options
ko_kr: 시드 설정

source: Seed Type
ko_kr: 시드 유형
pl_pl: Rodzaj ziarna

source: Seed available
ko_kr: 사용 가능한 시드

source: Seed type
ko_kr: 시드

source: Select All
ko_kr: 전체 선택

source: Select a device
ko_kr: 디바이스 선택

source: Select backup type:
ko_kr: 백업 방식 선택:

source: Select date
ko_kr: 날짜 선택

source: Select file to export your private keys to
ko_kr: 귀하의 개인 키를 내보낼 파일을 선택합니다
pl_pl: Wybierz plik aby wyeksportować swoje prywatne klucze

source: Select file to export your wallet transactions to
ko_kr: 당신의 지갑 거래를 내보낼 파일을 선택합니다
pl_pl: Wybierz plik aby wyeksportować swoje transakcje do

source: Select file to save your {}
ko_kr: {} 저장할 파일 선택

source: Select recovery type:
ko_kr: 복구 유형 선택

source: Select seed length:
ko_kr: 시드 길이 선택

source: Select seed/share length:
ko_kr: 시드/쉐어 길이 선택

source: Select server automatically
ko_kr: 서버를 자동으로 선택
pl_pl: Wybierz serwer automatycznie

source: Select share length:
ko_kr: 쉐어 길이 선택

source: Select where to save file
ko_kr: 파일 저장할 위치 선택

source: Select where to save the setup file
ko_kr: 설정 파일 저장할 위치 선택

source: Select where to save your transaction
ko_kr: 거래를 저장할 위치 선택

source: Select which language is used in the GUI (after restart).
ko_kr: (다시 시작 후) GUI에서 사용되는 언어를 선택합니다.
pl_pl: Wybierz język używany w programie (wymagany restart).

source: Select your seed length:
ko_kr: 시드 길이 선택:

source: Select your transaction file
ko_kr: 트랜잭션 파일을 선택합니다
pl_pl: Wybierz swój plik transakcji

source: Send
ko_kr: 보내기
pl_pl: Wyślij

source: Send Bug Report
ko_kr: 버그 신고 및 송신

source: Send change to Lightning
ko_kr: 잔돈 라이트닝으로 전송

source: Send to address
ko_kr: 주소로 보내기

source: Send to cosigner
ko_kr: 공동 서명자에게 전송

source: Send to speaker
ko_kr: 스피커로 보내기

source: Sending crash report...
ko_kr: 충돌 리포트 송신 중...

source: Sending payment
ko_kr: 결제 전송 중

source: Sending transaction to your Nostr relays...
ko_kr: 거래를 Nostr 릴레이로 전송 중...

source: Server
ko_kr: 서버
pl_pl: Serwer

source: Server fee
ko_kr: 서버 요금

source: Server is lagging ({} blocks)
ko_kr: 서버 지연 중 ({} 블록)

source: Server not reachable.
ko_kr: 서버에 접속할 수 없습니다.

source: Server returned unexpected transaction ID.
ko_kr: 서버에서 예상되지 않은 트랜잭션 ID를 반환했습니다.

source: Service Error
ko_kr: 서비스 오류

source: Session Timeout
ko_kr: 세션 만료

source: Set a PIN
ko_kr: PIN 설정

source: Set the value of the change output so that it has similar precision to the other outputs.
ko_kr: 거스름돈 출력 금액을 다른 거스름돈 출력 금액들과 유사한 소수 자릿수를 갖도록 설정하세요.

source: Set wallet file encryption.
ko_kr: 지갑 파일 암호화 설정

source: Settings
ko_kr: 설정
pl_pl: Ustawienia

source: Share
ko_kr: 공유

source: Share #{} is a duplicate of share #{}.
ko_kr: 공유 #{}는 공유 #{}와 중복됩니다.

source: Share #{} is not part of the current set.
ko_kr: 공유 #{}는 현재 세트의 일부가 아닙니다.

source: Short Channel ID
ko_kr: 짧은 채널 ID

source: Show Capital Gains
ko_kr: 자본소득 표시

source: Show Fiat Values
ko_kr: 법정화폐 가치 표시

source: Show Fiat balances
ko_kr: 법정화폐 잔액 표시

source: Show Filter
ko_kr: 필터 표시

source: Show Lightning amounts with msat precision
ko_kr: 라이트닝 금액을 msat(1/1000 단위)까지 정밀 표시

source: Show Prev Tx
ko_kr: 이전 거래 보기

source: Show address on {}
ko_kr: {}에서 주소 표시

source: Show as QR code
ko_kr: QR 코드로 표시
pl_pl: Wyświetl jako kod QR

source: Show detached QR code window
ko_kr: 분리된 QR 코드 창 표시

source: Show expert settings
ko_kr: 전문가 설정 표시

source: Show inputs and outputs
ko_kr: 입출력 표시
pl_pl: Pokaż wejścia i wyjścia

source: Show on {}
ko_kr: {}에서 표시

source: Show report contents
ko_kr: 보고서 내용 표시

source: Show/Hide
ko_kr: 표시/숨기기
pl_pl: Pokaż/Ukryj

source: Showing address ...
ko_kr: 주소 표시 중...

source: Sign
ko_kr: 사인
pl_pl: Podpisz

source: Sign and send on-chain transaction?
ko_kr: 온체인 거래를 서명하고 전송하시겠습니까?

source: Sign on-chain transaction?
ko_kr: 온체인 거래를 서명하시겠습니까?

source: Sign/verify Message
ko_kr: 로그인
pl_pl: Podpisz/zweryfikuj wiadomość

source: Sign/verify message
ko_kr: 메시지 서명/검증

source: Signature
ko_kr: 서명
pl_pl: Podpis

source: Signature verified
ko_kr: 서명 확인
pl_pl: Sygnatura zweryfikowana

source: Signed
ko_kr: 서명됨

source: Signing large transaction. Please be patient ...
ko_kr: 대형 거래를 서명 중입니다. 잠시만 기다려 주십시오...

source: Signing message ...
ko_kr: 메시지 서명 중...

source: Signing transaction...
ko_kr: 거래 서명...
pl_pl: Podpisywanie transakcji...

source: Single seed (BIP39)
ko_kr: 단일 시드 (BIP39)

source: Size: {} {}
ko_kr: 크기: {} {}

source: Some coins are frozen: {} (can be unfrozen in the Addresses or in the Coins tab)
ko_kr: 일부 코인 동결됨: {} (주소 또는 코인 탭에서 해제할 수 있습니다)

source: Some cosigners (e.g. Trezor) might require this for coinjoins.
ko_kr: 일부 공동 서명자(Trezor 등)는 coinjoin에서 이것이 필요할 수 있습니다.

source: Some inputs use non-default sighash flags, which might affect the fee.
ko_kr: 일부 입력은 기본이 아닌 sighash flags를 사용하며, 이는 수수료에 영향을 미칠 수 있습니다.

source: Some of the outputs pay to a non-standard script.
ko_kr: 일부 출력은 비표준 스크립트로 송금됩니다.

source: Some shares are invalid.
ko_kr: 일부 쉐어가 유효하지 않습니다.

source: Something went wrong while executing Electrum.
ko_kr: Electrum 실행 중 예기치 않은 오류가 발생했습니다.

source: Sorry!
ko_kr: 죄송합니다!

source: Sorry, but we were unable to check for updates. Please try again later.
ko_kr: 업데이트를 확인할 수 없습니다. 나중에 다시 시도해 주세요.

source: Source
ko_kr: 출처
pl_pl: Źródło

source: Spend only confirmed coins
ko_kr: 승인된 코인만 사용
pl_pl: Wydaj tylko potwierdzone monety

source: Spend only confirmed inputs.
ko_kr: 승인된 입력만 사용합니다.
pl_pl: Wydaj tylko potwierdzone wejścia.

source: Standard wallet
ko_kr: 표준 지갑

source: State
ko_kr: 상태

source: Status
ko_kr: 상태

source: Status: {}
ko_kr: 상태: {}

source: Step {}/24. Enter seed word as explained on your {}:
ko_kr: 단계 {}/24. {}에서 설명된 대로 시드 단어를 입력하십시오:

source: Strong
ko_kr: 강

source: Submarine Swap
ko_kr: 서브마린 스왑

source: Submarine swap
ko_kr: 서브마린 스왑

source: Submarine swap address
ko_kr: 서브마린 스왑 주소

source: Success
ko_kr: 성ㄱ
pl_pl: Powodzenie

source: Suggest Peer
ko_kr: 추천 노드

source: Summary
ko_kr: 개요

source: Supported Coins
ko_kr: 지원되는 코인

source: Swap cancelled
ko_kr: 스왑 취소됨

source: Swap failed!
ko_kr: 스왑 실패!

source: Swap onchain funds for lightning funds
ko_kr: 온체인 자금을 라이트닝 자금으로 교환

source: Swap server is active
ko_kr: 스왑 서버 활성화됨

source: Swapping lightning funds for onchain funds will increase your capacity to receive lightning payments.
ko_kr: 라이트닝 자금을 온체인 자금으로 교환하면 라이트닝 결제를 받을 수 있는 용량이 증가합니다.

source: Sweep
ko_kr: 청소하다
pl_pl: Opróżnij

source: Sweep private keys
ko_kr: 개인 키를 스윕
pl_pl: Opróżnij klucze prywatne

source: Switch between text and QR code view
ko_kr: 텍스트와 QR 코드 보기 전환

source: Synchronizing...
ko_kr: 동기화
pl_pl: Synchronizowanie...

source: Target
ko_kr: 목표

source: Terms and conditions
ko_kr: 이용 약관

source: Testnet coins are worthless.
ko_kr: Testnet 코인은 가치가 없습니다.

source: Testnet is separate from the main Bitcoin network. It is used for testing.
ko_kr: Testnet은 메인 비트코인 네트워크와 분리되어 있으며, 테스트 용도로 사용됩니다.

source: Text
ko_kr: 원문

source: Text copied to Clipboard
ko_kr: 원문이 클립보드에 복사됨

source: Text copied to clipboard
ko_kr: 원문이 클립보드에 복사됨
pl_pl: Tekst został skopiowany do schowka

source: Thanks for reporting this issue!
ko_kr: 이 문제를 보고해 주셔서 감사합니다!

source: The PIN cannot be longer than 9 characters.
ko_kr: PIN은 9자를 초과할 수 없습니다.

source: The PIN cannot be longer than {} characters.
ko_kr: PIN은 {}자를 초과할 수 없습니다.

source: The amount of fee can be decided freely by the sender. However, transactions with low fees take more time to be processed.
ko_kr: 유료 량은 송신자가 자유롭게 결정할 수있다. 그러나, 낮은 비용으로 트랜잭션 처리 할 더 많은 시간이 걸릴.
pl_pl: Wysokość prowizji może być dowolnie ustalona przez nadawcę. Jednak im niższa opłata, tym transakcja może dłużej oczekiwać na potwierdzenie.

source: The bitcoin address never expires and will always be part of this electrum wallet.
ko_kr: Bitcoin 주소는 절대 만료 되 고 항상이 electrum 지갑의 일부가 될 것입니다.
pl_pl: Adres bitcoin nigdy nie wygasa i będzie zawsze częścią portfela electrum.

source: The description is not sent to the recipient of the funds. It is stored in your wallet file, and displayed in the 'History' tab.
ko_kr: 설명은 자금의 수신자에게 전송되지 않습니다. 그것은 당신의 지갑 파일에 저장하고, '역사'탭에 표시됩니다.
pl_pl: Opis nie jest wysyłany do odbiorcy. Zapisywany jest natomiast w pliku portfela i wyświetlany jest w zakładce "Historia".

source: The fee for this transaction seems unusually high.
ko_kr: 이 거래에 대 한 수수료는 비정상적으로 높은 것으로 보인다.
pl_pl: Prowizja dla tej transakcji wydaje się wyjątkowo wysoka.

source: The file was removed
ko_kr: 파일 제거
pl_pl: Plik został usunięty

source: The following addresses were added
ko_kr: 다음 주소는 추가 된
pl_pl: Następujące adresy zostały dodane

source: The following alias providers are available:
ko_kr: 다음 별칭 공급자를 사용할 수 있습니다.
pl_pl: Dostępne są następujący dostawcy aliasów:

source: The following inputs could not be imported
ko_kr: 다음 입력을 가져올 수 없습니다
pl_pl: Następujące wejścia nie mogą zostać zaimportowane

source: This information is seen by the recipient if you send them a signed payment request.
ko_kr: 당신이 그들에 게 서명 된 지불 요청을 보낼 경우이 정보는 받는 사람에 의해 볼 수 있다.
pl_pl: Ta informacja jest widoczna przez odbiorcę jeśli wyślesz im podpisaną wiadomość.

source: This is a watching-only wallet
ko_kr: 이것은 관찰 전용 지갑입니다
pl_pl: To jest tylko obserwowany portfel

source: This may result in higher transactions fees.
ko_kr: 이 더 높은 거래 수수료가 발생할 수 있습니다.
pl_pl: Może to powodować wyższe opłaty za transakcje.

source: This means you will not be able to spend Bitcoins with it.
ko_kr: 비트코인을 사용할 수 없다는 뜻이 됩니다.
pl_pl: Oznacza to że nie będziesz mógł wydać bitcoinów.

source: This seed will allow you to recover your wallet in case of computer failure.
ko_kr: 이 시드는 컴퓨터가 고장났을 경우 사용자의 지갑을 복구할 수 있도록 합니다.
pl_pl: To ziarno pozwoli ci na odzyskanie swojego portfela w przypadku problemów z komputerem.

source: This transaction is not saved. Close anyway?
ko_kr: 이 거래가 저장되지 않았습니다. 그래도 닫으시겠습니까?
pl_pl: Transakcja nie została zapisana. Zamknąć mimo tego?

source: This wallet has no seed
ko_kr: 이 지갑은 시드가 없습니다.
pl_pl: Ten portfel nie ma ziarna

source: This wallet is watching-only.
ko_kr: 이 지갑은 보기만 가능한 watch-only 입니다.
pl_pl: Ten portfel jest tylko obserwowany.

source: To make sure that you have properly saved your seed, please retype it here.
ko_kr: 시드를 제대로 저장했는지 확인을 위해 여기에 다시 입력하십시오.
pl_pl: Aby udowodnić, że ziarno został prawidłowo zachowane, przepisz go tutaj.

source: Too few QR codes detected.
ko_kr: 감지된 QR 코드의 개수가 너무 적습니다.

source: Too long passphrase ({} > 50 chars).
ko_kr: 비밀구절이 너무 깁니다 ({} > 50자).

source: Too many QR codes detected.
ko_kr: 다수의 QR 코드가 감지되었습니다.

source: Too short.
ko_kr: 너무 짧습니다.

source: Total fee
ko_kr: 수수료 총액

source: Total feerate
ko_kr: 총 수수료율

source: Total received
ko_kr: 총 수신액

source: Total sent
ko_kr: 총 발송

source: Total size
ko_kr: 총 크기
pl_pl: Łączny rozmiar

source: Transaction
ko_kr: 거래
pl_pl: Transakcja

source: Transaction ID
ko_kr: 거래 ID
pl_pl: ID transakcji

source: Transaction ID:
ko_kr: 거래 ID:
pl_pl: ID transakcji:

source: Transaction could not be saved.
ko_kr: 거래를 저장할 수 없습니다.

source: Transaction exported successfully
ko_kr: 거래 내보내기 성공

source: Transaction is final
ko_kr: 거래 최종 상태

source: Transaction is too large in size.
ko_kr: 거래 크기가 너무 큽니다.

source: Transaction is unrelated to this wallet.
ko_kr: 거래는 이 지갑과 관련이 없습니다.

source: Transaction not found.
ko_kr: 거래를 찾을 수 없습니다.

source: Transaction to join with
ko_kr: join 시킬 거래

source: Transaction to merge signatures from
ko_kr: 서명을 병합하기 위한 거래

source: Transaction unrelated to your wallet
ko_kr: 사용자의 지갑과 연관이 없는 거래
pl_pl: Transakcja niezwiązana z twoim portfelem

source: Transaction uses non-standard version.
ko_kr: 거래가 비표준 버전을 사용합니다.

source: Transaction:
ko_kr: 거래
pl_pl: Transakcja:

source: Trezor Matrix Recovery
ko_kr: Trezor 매트릭스 복구

source: Trezor Setup
ko_kr: Trezor 설정

source: True
ko_kr: 참

source: TrustedCoin (2FA) batch fee
ko_kr: TrustedCoin (이중 인증) 일괄 수수료

source: TrustedCoin (2FA) fee for the next batch of transactions
ko_kr: 다음 일괄 거래에 대한 TrustedCoin (이중 인증) 수수료

source: TrustedCoin Information
ko_kr: TrustedCoin 정보

source: Try to connect again?
ko_kr: 재접속을 시도하시겠습니까?

source: Try to explain not only what the bug is, but how it occurs.
ko_kr: 어떤 버그인지, 어떻게 발생하였는지 설명 하려고 합니다.
pl_pl: Spróbuj wyjaśnić nie tylko jaki to błąd, ale jak do niego doszło.

source: Tx Input #{}
ko_kr: Tx 입력 #{}

source: Tx Output #{}
ko_kr: Tx 출력 #{}

source: Type
ko_kr: 유형

source: USB Serial
ko_kr: USB 직렬

source: Unable to create backup
ko_kr: 백업을 만들 수 없습니다
pl_pl: Nie można utworzyć kopii zapasowej

source: Unable to create csv
ko_kr: CSV를 만들 수 없습니다
pl_pl: Nie można utworzyć csv

source: Unable to deserialize the transaction:
ko_kr: 거래를 역직렬화할 수 없습니다:

source: Unable to export history
ko_kr: 기록을 내보낼 수 없습니다
pl_pl: Nie można eksportować historii

source: Unable to read file or no transaction found
ko_kr: 파일을 읽을 수 없거나 거래내역을 찾을 수 없습니다.
pl_pl: Nie można odczytać pliku lub nie znaleziono transakcji

source: Unable to scan image.
ko_kr: 이미지를 스캔할 수 없습니다.

source: Unable to sign this transaction
ko_kr: 이 거래에 서명할 수 없음

source: Unconfirmed
ko_kr: 미확인

source: Unconfirmed parent
ko_kr: 상위 거래 확인되지 않음

source: Unexpected error occurred.
ko_kr: 예기치 않은 오류가 발생했습니다.

source: Unexpected password hash version
ko_kr: 예기치 않은 비밀번호 해시 버전

source: Unfreeze
ko_kr: 동결 해제

source: Unfreeze Address
ko_kr: 주소 동결 해제

source: Unfreeze Addresses
ko_kr: 주소 동결 해제

source: Unfreeze Coin
ko_kr: 코인 동결 해제

source: Unfreeze Coins
ko_kr: 코인 동결 해제

source: Unfreeze for receiving
ko_kr: 수신을 위한 동결 해제

source: Unfreeze for sending
ko_kr: 송신을 위한 동결 해제

source: Units
ko_kr: 단위

source: Unknown
ko_kr: 알 수 없음
pl_pl: Nieznany

source: Unknown BIP39 wordlist
ko_kr: 알 수 없는 BIP39 단어 목록

source: Unknown error
ko_kr: 알 수 없는 오류

source: Unknown error when broadcasting the transaction.
ko_kr: 거래 브로드캐스팅 중 알 수 없는 오류 발생

source: Unknown invoice
ko_kr: 알 수 없는 송장

source: Unlock Keystore
ko_kr: 알 수 없는 키스토어

source: Unlocking hardware
ko_kr: 하드웨어 잠금 해제

source: Unlocking {} ({})
ko_kr: 잠금 해제 {} ({})

source: Unmatured
ko_kr: 미성숙

source: Unpaid
ko_kr: 미지급
pl_pl: Niewydane

source: Unsigned
ko_kr: 서명되지 않음

source: Unsupported password hash version
ko_kr: 지원하지 않는 비밀번호 해시 버전

source: Unsupported wallet type
ko_kr: 지원하지 않는 지갑 형식

source: Unused
ko_kr: 사용되지 않음

source: Update Check
ko_kr: 업데이트 확인

source: Update check failed
ko_kr: 업데이트 확인 실패

source: Update to Electrum {} is available
ko_kr: Electrum 새 버전 {} 사용 가능

source: Upgrade
ko_kr: 업그레이드

source: Upload a BIP39 mnemonic to generate the seed
ko_kr: BIP39 니모닉을 업로드하여 시드를 생성

source: Upload a master private key
ko_kr: 마스터 개인 키 업로드

source: Use a hardware device
ko_kr: 하드웨어 디바이스 사용

source: Use a master key
ko_kr: 마스터 키 사용

source: Use as server
ko_kr: 서버에서 사용
pl_pl: Użyj jako serwer

source: Use change addresses
ko_kr: 변경 주소 사용
pl_pl: Używaj adresów reszty

source: Use multiple change addresses
ko_kr: 여러 개의 변경 주소를 사용
pl_pl: Używaj wielu adresów reszty

source: Use proxy
ko_kr: 프록시 사용

source: Use this dialog to add a password to your wallet.
ko_kr: 이 대화 상자로 지갑에 비밀번호를 추가하세요.
pl_pl: Użyj tego okna aby dodać hasło do twojego portfela.

source: Use this dialog to change your password.
ko_kr: 이 대화 상자로 비밀번호를 변경하세요.
pl_pl: Użyj tego okna aby zmienić swoje hasło.

source: Used
ko_kr: 사용됨

source: Using change addresses makes it more difficult for other people to track your transactions.
ko_kr: 변화 어드레스를 사용하는 것은 더 어렵게 다른 사람이 거래를 추적 할 수있다.
pl_pl: Używanie adresów reszty utrudnia innym śledzenie twoich transakcji.
